[
  {
    "verse": 1,
    "text": "Hear my prayer, O LORD; let my cry for help come before You."
  },
  {
    "verse": 2,
    "text": "Do not hide Your face from me in my day of distress. Incline Your ear to me; answer me quickly when I call."
  },
  {
    "verse": 3,
    "text": "For my days vanish like smoke, and my bones burn like glowing embers."
  },
  {
    "verse": 4,
    "text": "My heart is afflicted, and withered like grass; I even forget to eat my bread."
  },
  {
    "verse": 5,
    "text": "Through my loud groaning my flesh clings to my bones."
  },
  {
    "verse": 6,
    "text": "I am like a desert owl, like an owl among the ruins."
  },
  {
    "verse": 7,
    "text": "I lie awake; I am like a lone bird on a housetop."
  },
  {
    "verse": 8,
    "text": "All day long my enemies taunt me; they ridicule me and curse me."
  },
  {
    "verse": 9,
    "text": "For I have eaten ashes like bread and mixed my drink with tears"
  },
  {
    "verse": 10,
    "text": "because of Your indignation and wrath, for You have picked me up and cast me aside."
  },
  {
    "verse": 11,
    "text": "My days are like lengthening shadows, and I wither away like grass."
  },
  {
    "verse": 12,
    "text": "But You, O LORD, sit enthroned forever; Your renown endures to all generations."
  },
  {
    "verse": 13,
    "text": "You will rise up and have compassion on Zion, for it is time to show her favor— the appointed time has come."
  },
  {
    "verse": 14,
    "text": "For Your servants delight in her stones and take pity on her dust."
  },
  {
    "verse": 15,
    "text": "So the nations will fear the name of the LORD, and all the kings of the earth will fear Your glory."
  },
  {
    "verse": 16,
    "text": "For the LORD will rebuild Zion; He has appeared in His glory."
  },
  {
    "verse": 17,
    "text": "He will turn toward the prayer of the destitute; He will not despise their prayer."
  },
  {
    "verse": 18,
    "text": "Let this be written for the generation to come, so that a people not yet created may praise the LORD."
  },
  {
    "verse": 19,
    "text": "For He looked down from the heights of His sanctuary; the LORD gazed out from heaven to earth"
  },
  {
    "verse": 20,
    "text": "to hear a prisoner’s groaning, to release those condemned to death,"
  },
  {
    "verse": 21,
    "text": "that they may proclaim the name of the LORD in Zion and praise Him in Jerusalem,"
  },
  {
    "verse": 22,
    "text": "when peoples and kingdoms assemble to serve the LORD."
  },
  {
    "verse": 23,
    "text": "He has broken my strength on the way; He has cut short my days."
  },
  {
    "verse": 24,
    "text": "I say: “O my God, do not take me in the midst of my days! Your years go on through all generations."
  },
  {
    "verse": 25,
    "text": "In the beginning You laid the foundations of the earth, and the heavens are the work of Your hands."
  },
  {
    "verse": 26,
    "text": "They will perish, but You remain; they will all wear out like a garment. Like clothing You will change them, and they will be passed on."
  },
  {
    "verse": 27,
    "text": "But You remain the same, and Your years will never end."
  },
  {
    "verse": 28,
    "text": "The children of Your servants will dwell securely, and their descendants will be established before You.”"
  }
]