[
  {
    "verse": 1,
    "text": "Give thanks to the LORD, call upon His name; make known His deeds among the nations."
  },
  {
    "verse": 2,
    "text": "Sing to Him, sing praises to Him; tell of all His wonders."
  },
  {
    "verse": 3,
    "text": "Glory in His holy name; let the hearts of those who seek the LORD rejoice."
  },
  {
    "verse": 4,
    "text": "Seek out the LORD and His strength; seek His face always."
  },
  {
    "verse": 5,
    "text": "Remember the wonders He has done, His marvels, and the judgments He has pronounced,"
  },
  {
    "verse": 6,
    "text": "O offspring of His servant Abraham, O sons of Jacob, His chosen ones."
  },
  {
    "verse": 7,
    "text": "He is the LORD our God; His judgments carry throughout the earth."
  },
  {
    "verse": 8,
    "text": "He remembers His covenant forever, the word He ordained for a thousand generations—"
  },
  {
    "verse": 9,
    "text": "the covenant He made with Abraham, and the oath He swore to Isaac."
  },
  {
    "verse": 10,
    "text": "He confirmed it to Jacob as a decree, to Israel as an everlasting covenant:"
  },
  {
    "verse": 11,
    "text": "“I will give you the land of Canaan as the portion of your inheritance.”"
  },
  {
    "verse": 12,
    "text": "When they were few in number, few indeed, and strangers in the land,"
  },
  {
    "verse": 13,
    "text": "they wandered from nation to nation, from one kingdom to another."
  },
  {
    "verse": 14,
    "text": "He let no man oppress them; He rebuked kings on their behalf:"
  },
  {
    "verse": 15,
    "text": "“Do not touch My anointed ones! Do no harm to My prophets!”"
  },
  {
    "verse": 16,
    "text": "He called down famine on the land and cut off all their supplies of food."
  },
  {
    "verse": 17,
    "text": "He sent a man before them— Joseph, sold as a slave."
  },
  {
    "verse": 18,
    "text": "They bruised his feet with shackles and placed his neck in irons,"
  },
  {
    "verse": 19,
    "text": "until his prediction came true and the word of the LORD proved him right."
  },
  {
    "verse": 20,
    "text": "The king sent and released him; the ruler of peoples set him free."
  },
  {
    "verse": 21,
    "text": "He made him master of his household, ruler over all his substance,"
  },
  {
    "verse": 22,
    "text": "to instruct his princes as he pleased and teach his elders wisdom."
  },
  {
    "verse": 23,
    "text": "Then Israel entered Egypt; Jacob dwelt in the land of Ham."
  },
  {
    "verse": 24,
    "text": "And the LORD made His people very fruitful, more numerous than their foes,"
  },
  {
    "verse": 25,
    "text": "whose hearts He turned to hate His people, to conspire against His servants."
  },
  {
    "verse": 26,
    "text": "He sent Moses His servant, and Aaron, whom He had chosen."
  },
  {
    "verse": 27,
    "text": "They performed His miraculous signs among them, and wonders in the land of Ham."
  },
  {
    "verse": 28,
    "text": "He sent darkness, and it became dark— yet they defied His words."
  },
  {
    "verse": 29,
    "text": "He turned their waters to blood and caused their fish to die."
  },
  {
    "verse": 30,
    "text": "Their land teemed with frogs, even in their royal chambers."
  },
  {
    "verse": 31,
    "text": "He spoke, and insects swarmed— gnats throughout their country."
  },
  {
    "verse": 32,
    "text": "He gave them hail for rain, with lightning throughout their land."
  },
  {
    "verse": 33,
    "text": "He struck their vines and fig trees and shattered the trees of their country."
  },
  {
    "verse": 34,
    "text": "He spoke, and the locusts came— young locusts without number."
  },
  {
    "verse": 35,
    "text": "They devoured every plant in their land and consumed the produce of their soil."
  },
  {
    "verse": 36,
    "text": "Then He struck all the firstborn in their land, the firstfruits of all their vigor."
  },
  {
    "verse": 37,
    "text": "He brought Israel out with silver and gold, and none among His tribes stumbled."
  },
  {
    "verse": 38,
    "text": "Egypt was glad when they departed, for the dread of Israel had fallen on them."
  },
  {
    "verse": 39,
    "text": "He spread a cloud as a covering and a fire to light up the night."
  },
  {
    "verse": 40,
    "text": "They asked, and He brought quail and satisfied them with the bread of heaven."
  },
  {
    "verse": 41,
    "text": "He opened a rock, and water gushed out; it flowed like a river in the desert."
  },
  {
    "verse": 42,
    "text": "For He remembered His holy promise to Abraham His servant."
  },
  {
    "verse": 43,
    "text": "He brought forth His people with rejoicing, His chosen with shouts of joy."
  },
  {
    "verse": 44,
    "text": "He gave them the lands of the nations, that they might inherit the fruit of others’ labor,"
  },
  {
    "verse": 45,
    "text": "that they might keep His statutes and obey His laws. Hallelujah!"
  }
]