[
  {
    "verse": 1,
    "text": "Not to us, O LORD, not to us, but to Your name be the glory, because of Your loving devotion, because of Your faithfulness."
  },
  {
    "verse": 2,
    "text": "Why should the nations say, “Where is their God?”"
  },
  {
    "verse": 3,
    "text": "Our God is in heaven; He does as He pleases."
  },
  {
    "verse": 4,
    "text": "Their idols are silver and gold, made by the hands of men."
  },
  {
    "verse": 5,
    "text": "They have mouths, but cannot speak; they have eyes, but cannot see;"
  },
  {
    "verse": 6,
    "text": "they have ears, but cannot hear; they have noses, but cannot smell;"
  },
  {
    "verse": 7,
    "text": "they have hands, but cannot feel; they have feet, but cannot walk; they cannot even clear their throats."
  },
  {
    "verse": 8,
    "text": "Those who make them become like them, as do all who trust in them."
  },
  {
    "verse": 9,
    "text": "O Israel, trust in the LORD! He is their help and shield."
  },
  {
    "verse": 10,
    "text": "O house of Aaron, trust in the LORD! He is their help and shield."
  },
  {
    "verse": 11,
    "text": "You who fear the LORD, trust in the LORD! He is their help and shield."
  },
  {
    "verse": 12,
    "text": "The LORD is mindful of us; He will bless us. He will bless the house of Israel; He will bless the house of Aaron;"
  },
  {
    "verse": 13,
    "text": "He will bless those who fear the LORD— small and great alike."
  },
  {
    "verse": 14,
    "text": "May the LORD give you increase, both you and your children."
  },
  {
    "verse": 15,
    "text": "May you be blessed by the LORD, the Maker of heaven and earth."
  },
  {
    "verse": 16,
    "text": "The highest heavens belong to the LORD, but the earth He has given to mankind."
  },
  {
    "verse": 17,
    "text": "It is not the dead who praise the LORD, nor any who descend into silence."
  },
  {
    "verse": 18,
    "text": "But it is we who will bless the LORD, both now and forevermore. Hallelujah!"
  }
]