[
  {
    "verse": 1,
    "text": "Give thanks to the LORD, for He is good; His loving devotion endures forever."
  },
  {
    "verse": 2,
    "text": "Let Israel say, “His loving devotion endures forever.”"
  },
  {
    "verse": 3,
    "text": "Let the house of Aaron say, “His loving devotion endures forever.”"
  },
  {
    "verse": 4,
    "text": "Let those who fear the LORD say, “His loving devotion endures forever.”"
  },
  {
    "verse": 5,
    "text": "In my distress I called to the LORD, and He answered and set me free."
  },
  {
    "verse": 6,
    "text": "The LORD is on my side; I will not be afraid. What can man do to me?"
  },
  {
    "verse": 7,
    "text": "The LORD is on my side; He is my helper. Therefore I will look in triumph on those who hate me."
  },
  {
    "verse": 8,
    "text": "It is better to take refuge in the LORD than to trust in man."
  },
  {
    "verse": 9,
    "text": "It is better to take refuge in the LORD than to trust in princes."
  },
  {
    "verse": 10,
    "text": "All the nations surrounded me, but in the name of the LORD I cut them off."
  },
  {
    "verse": 11,
    "text": "They surrounded me on every side, but in the name of the LORD I cut them off."
  },
  {
    "verse": 12,
    "text": "They swarmed around me like bees, but they were extinguished like burning thorns; in the name of the LORD I cut them off."
  },
  {
    "verse": 13,
    "text": "I was pushed so hard I was falling, but the LORD helped me."
  },
  {
    "verse": 14,
    "text": "The LORD is my strength and my song, and He has become my salvation."
  },
  {
    "verse": 15,
    "text": "Shouts of joy and salvation resound in the tents of the righteous: “The right hand of the LORD performs with valor!"
  },
  {
    "verse": 16,
    "text": "The right hand of the LORD is exalted! The right hand of the LORD performs with valor!”"
  },
  {
    "verse": 17,
    "text": "I will not die, but I will live and proclaim what the LORD has done."
  },
  {
    "verse": 18,
    "text": "The LORD disciplined me severely, but He has not given me over to death."
  },
  {
    "verse": 19,
    "text": "Open to me the gates of righteousness, that I may enter and give thanks to the LORD."
  },
  {
    "verse": 20,
    "text": "This is the gate of the LORD; the righteous shall enter through it."
  },
  {
    "verse": 21,
    "text": "I will give You thanks, for You have answered me, and You have become my salvation."
  },
  {
    "verse": 22,
    "text": "The stone the builders rejected has become the cornerstone."
  },
  {
    "verse": 23,
    "text": "This is from the LORD, and it is marvelous in our eyes."
  },
  {
    "verse": 24,
    "text": "This is the day that the LORD has made; we will rejoice and be glad in it."
  },
  {
    "verse": 25,
    "text": "O LORD, save us, we pray. We beseech You, O LORD, cause us to prosper!"
  },
  {
    "verse": 26,
    "text": "Blessed is he who comes in the name of the LORD. From the house of the LORD we bless you."
  },
  {
    "verse": 27,
    "text": "The LORD is God; He has made His light to shine upon us. Bind the festal sacrifice with cords to the horns of the altar."
  },
  {
    "verse": 28,
    "text": "You are my God, and I will give You thanks. You are my God, and I will exalt You."
  },
  {
    "verse": 29,
    "text": "Give thanks to the LORD, for He is good; His loving devotion endures forever."
  }
]