[
  {
    "verse": 1,
    "text": "O LORD, remember on behalf of David all the hardships he endured,"
  },
  {
    "verse": 2,
    "text": "how he swore an oath to the LORD, and vowed to the Mighty One of Jacob:"
  },
  {
    "verse": 3,
    "text": "“I will not enter my house or get into my bed,"
  },
  {
    "verse": 4,
    "text": "I will not give sleep to my eyes or slumber to my eyelids,"
  },
  {
    "verse": 5,
    "text": "until I find a place for the LORD, a dwelling for the Mighty One of Jacob. ”"
  },
  {
    "verse": 6,
    "text": "We heard that the ark was in Ephrathah; we found it in the fields of Jaar."
  },
  {
    "verse": 7,
    "text": "Let us go to His dwelling place; let us worship at His footstool."
  },
  {
    "verse": 8,
    "text": "Arise, O LORD, to Your resting place, You and the ark of Your strength."
  },
  {
    "verse": 9,
    "text": "May Your priests be clothed with righteousness, and Your saints shout for joy."
  },
  {
    "verse": 10,
    "text": "For the sake of Your servant David, do not reject Your anointed one."
  },
  {
    "verse": 11,
    "text": "The LORD swore an oath to David, a promise He will not revoke: “One of your descendants I will place on your throne."
  },
  {
    "verse": 12,
    "text": "If your sons keep My covenant and the testimony I will teach them, then their sons will also sit on your throne forever and ever.”"
  },
  {
    "verse": 13,
    "text": "For the LORD has chosen Zion; He has desired it for His home:"
  },
  {
    "verse": 14,
    "text": "“This is My resting place forever and ever; here I will dwell, for I have desired this home."
  },
  {
    "verse": 15,
    "text": "I will bless her with abundant provisions; I will satisfy her poor with bread."
  },
  {
    "verse": 16,
    "text": "I will clothe her priests with salvation, and her saints will sing out in joy."
  },
  {
    "verse": 17,
    "text": "There I will make a horn grow for David; I have prepared a lamp for My anointed one."
  },
  {
    "verse": 18,
    "text": "I will clothe his enemies with shame, but the crown upon him will gleam.”"
  }
]