[
  {
    "verse": 1,
    "text": "My God, my God, why have You forsaken me? Why are You so far from saving me, so far from my words of groaning?"
  },
  {
    "verse": 2,
    "text": "I cry out by day, O my God, but You do not answer, and by night, but I have no rest."
  },
  {
    "verse": 3,
    "text": "Yet You are holy, enthroned on the praises of Israel."
  },
  {
    "verse": 4,
    "text": "In You our fathers trusted; they trusted and You delivered them."
  },
  {
    "verse": 5,
    "text": "They cried out to You and were set free; they trusted in You and were not disappointed."
  },
  {
    "verse": 6,
    "text": "But I am a worm and not a man, scorned by men and despised by the people."
  },
  {
    "verse": 7,
    "text": "All who see me mock me; they sneer and shake their heads:"
  },
  {
    "verse": 8,
    "text": "“He trusts in the LORD, let the LORD deliver him; let the LORD rescue him, since He delights in him.”"
  },
  {
    "verse": 9,
    "text": "Yet You brought me forth from the womb; You made me secure at my mother’s breast."
  },
  {
    "verse": 10,
    "text": "From birth I was cast upon You; from my mother’s womb You have been my God."
  },
  {
    "verse": 11,
    "text": "Be not far from me, for trouble is near and there is no one to help."
  },
  {
    "verse": 12,
    "text": "Many bulls surround me; strong bulls of Bashan encircle me."
  },
  {
    "verse": 13,
    "text": "They open their jaws against me like lions that roar and maul."
  },
  {
    "verse": 14,
    "text": "I am poured out like water, and all my bones are disjointed. My heart is like wax; it melts away within me."
  },
  {
    "verse": 15,
    "text": "My strength is dried up like a potsherd, and my tongue sticks to the roof of my mouth. You lay me in the dust of death."
  },
  {
    "verse": 16,
    "text": "For dogs surround me; a band of evil men encircles me; they have pierced my hands and feet."
  },
  {
    "verse": 17,
    "text": "I can count all my bones; they stare and gloat over me."
  },
  {
    "verse": 18,
    "text": "They divide my garments among them and cast lots for my clothing."
  },
  {
    "verse": 19,
    "text": "But You, O LORD, be not far off; O my Strength, come quickly to help me."
  },
  {
    "verse": 20,
    "text": "Deliver my soul from the sword, my precious life from the power of wild dogs."
  },
  {
    "verse": 21,
    "text": "Save me from the mouth of the lion; at the horns of the wild oxen You have answered me!"
  },
  {
    "verse": 22,
    "text": "I will proclaim Your name to my brothers; I will praise You in the assembly."
  },
  {
    "verse": 23,
    "text": "You who fear the LORD, praise Him! All descendants of Jacob, honor Him! All offspring of Israel, revere Him!"
  },
  {
    "verse": 24,
    "text": "For He has not despised or detested the torment of the afflicted. He has not hidden His face from him, but has attended to his cry for help."
  },
  {
    "verse": 25,
    "text": "My praise for You resounds in the great assembly; I will fulfill my vows before those who fear You."
  },
  {
    "verse": 26,
    "text": "The poor will eat and be satisfied; those who seek the LORD will praise Him. May your hearts live forever!"
  },
  {
    "verse": 27,
    "text": "All the ends of the earth will remember and turn to the LORD. All the families of the nations will bow down before Him."
  },
  {
    "verse": 28,
    "text": "For dominion belongs to the LORD and He rules over the nations."
  },
  {
    "verse": 29,
    "text": "All the rich of the earth will feast and worship; all who go down to the dust will kneel before Him— even those unable to preserve their lives."
  },
  {
    "verse": 30,
    "text": "Posterity will serve Him; they will declare the Lord to a new generation."
  },
  {
    "verse": 31,
    "text": "They will come and proclaim His righteousness to a people yet unborn— all that He has done."
  }
]