[
  {
    "verse": 1,
    "text": "I will bless the LORD at all times; His praise will always be on my lips."
  },
  {
    "verse": 2,
    "text": "My soul boasts in the LORD; let the oppressed hear and rejoice."
  },
  {
    "verse": 3,
    "text": "Magnify the LORD with me; let us exalt His name together."
  },
  {
    "verse": 4,
    "text": "I sought the LORD, and He answered me; He delivered me from all my fears."
  },
  {
    "verse": 5,
    "text": "Those who look to Him are radiant with joy; their faces shall never be ashamed."
  },
  {
    "verse": 6,
    "text": "This poor man called out, and the LORD heard him; He saved him from all his troubles."
  },
  {
    "verse": 7,
    "text": "The angel of the LORD encamps around those who fear Him, and he delivers them."
  },
  {
    "verse": 8,
    "text": "Taste and see that the LORD is good; blessed is the man who takes refuge in Him!"
  },
  {
    "verse": 9,
    "text": "Fear the LORD, you His saints, for those who fear Him lack nothing."
  },
  {
    "verse": 10,
    "text": "Young lions go lacking and hungry, but those who seek the LORD lack no good thing."
  },
  {
    "verse": 11,
    "text": "Come, children, listen to me; I will teach you the fear of the LORD."
  },
  {
    "verse": 12,
    "text": "Who is the man who delights in life, who desires to see good days?"
  },
  {
    "verse": 13,
    "text": "Keep your tongue from evil and your lips from deceitful speech."
  },
  {
    "verse": 14,
    "text": "Turn away from evil and do good; seek peace and pursue it."
  },
  {
    "verse": 15,
    "text": "The eyes of the LORD are on the righteous, and His ears are inclined to their cry."
  },
  {
    "verse": 16,
    "text": "But the face of the LORD is against those who do evil, to wipe out all memory of them from the earth."
  },
  {
    "verse": 17,
    "text": "The righteous cry out, and the LORD hears; He delivers them from all their troubles."
  },
  {
    "verse": 18,
    "text": "The LORD is near to the brokenhearted; He saves the contrite in spirit."
  },
  {
    "verse": 19,
    "text": "Many are the afflictions of the righteous, but the LORD delivers him from them all."
  },
  {
    "verse": 20,
    "text": "He protects all his bones; not one of them will be broken."
  },
  {
    "verse": 21,
    "text": "Evil will slay the wicked, and the haters of the righteous will be condemned."
  },
  {
    "verse": 22,
    "text": "The LORD redeems His servants, and none who take refuge in Him will be condemned."
  }
]