[
  {
    "verse": 1,
    "text": "Listen to my prayer, O God, and do not ignore my plea."
  },
  {
    "verse": 2,
    "text": "Attend to me and answer me. I am restless in my complaint, and distraught"
  },
  {
    "verse": 3,
    "text": "at the voice of the enemy, at the pressure of the wicked. For they release disaster upon me and revile me in their anger."
  },
  {
    "verse": 4,
    "text": "My heart murmurs within me, and the terrors of death assail me."
  },
  {
    "verse": 5,
    "text": "Fear and trembling grip me, and horror has overwhelmed me."
  },
  {
    "verse": 6,
    "text": "I said, “Oh, that I had wings like a dove! I would fly away and find rest."
  },
  {
    "verse": 7,
    "text": "How far away I would flee! In the wilderness I would remain. Selah"
  },
  {
    "verse": 8,
    "text": "I would hurry to my shelter, far from this raging tempest.”"
  },
  {
    "verse": 9,
    "text": "O Lord, confuse and confound their speech, for I see violence and strife in the city."
  },
  {
    "verse": 10,
    "text": "Day and night they encircle the walls, while malice and trouble lie within."
  },
  {
    "verse": 11,
    "text": "Destruction is within; oppression and deceit never leave the streets."
  },
  {
    "verse": 12,
    "text": "For it is not an enemy who insults me; that I could endure. It is not a foe who rises against me; from him I could hide."
  },
  {
    "verse": 13,
    "text": "But it is you, a man like myself, my companion and close friend."
  },
  {
    "verse": 14,
    "text": "We shared sweet fellowship together; we walked with the crowd into the house of God."
  },
  {
    "verse": 15,
    "text": "Let death seize them by surprise; let them go down to Sheol alive, for evil is with them in their homes."
  },
  {
    "verse": 16,
    "text": "But I call to God, and the LORD saves me."
  },
  {
    "verse": 17,
    "text": "Morning, noon, and night, I cry out in distress, and He hears my voice."
  },
  {
    "verse": 18,
    "text": "He redeems my soul in peace from the battle waged against me, even though many oppose me."
  },
  {
    "verse": 19,
    "text": "God will hear and humiliate them— the One enthroned for the ages— Selah because they do not change and they have no fear of God."
  },
  {
    "verse": 20,
    "text": "My companion attacks his friends; he violates his covenant."
  },
  {
    "verse": 21,
    "text": "His speech is smooth as butter, but war is in his heart. His words are softer than oil, yet they are swords unsheathed."
  },
  {
    "verse": 22,
    "text": "Cast your burden upon the LORD and He will sustain you; He will never let the righteous be shaken."
  },
  {
    "verse": 23,
    "text": "But You, O God, will bring them down to the Pit of destruction; men of bloodshed and deceit will not live out half their days. But I will trust in You."
  }
]