[
  {
    "verse": 1,
    "text": "Save me, O God, for the waters are up to my neck."
  },
  {
    "verse": 2,
    "text": "I have sunk into the miry depths, where there is no footing; I have drifted into deep waters, where the flood engulfs me."
  },
  {
    "verse": 3,
    "text": "I am weary from my crying; my throat is parched. My eyes fail, looking for my God."
  },
  {
    "verse": 4,
    "text": "Those who hate me without cause outnumber the hairs of my head; many are those who would destroy me— my enemies for no reason. Though I did not steal, I must repay."
  },
  {
    "verse": 5,
    "text": "You know my folly, O God, and my guilt is not hidden from You."
  },
  {
    "verse": 6,
    "text": "May those who hope in You not be ashamed through me, O Lord GOD of Hosts; may those who seek You not be dishonored through me, O God of Israel."
  },
  {
    "verse": 7,
    "text": "For I have endured scorn for Your sake, and shame has covered my face."
  },
  {
    "verse": 8,
    "text": "I have become a stranger to my brothers and a foreigner to my mother’s sons,"
  },
  {
    "verse": 9,
    "text": "because zeal for Your house has consumed me, and the insults of those who insult You have fallen on me."
  },
  {
    "verse": 10,
    "text": "I wept and fasted, but it brought me reproach."
  },
  {
    "verse": 11,
    "text": "I made sackcloth my clothing, and I was sport to them."
  },
  {
    "verse": 12,
    "text": "Those who sit at the gate mock me, and I am the song of drunkards."
  },
  {
    "verse": 13,
    "text": "But my prayer to You, O LORD, is for a time of favor. In Your abundant loving devotion, O God, answer me with Your sure salvation."
  },
  {
    "verse": 14,
    "text": "Rescue me from the mire and do not let me sink; deliver me from my foes and out of the deep waters."
  },
  {
    "verse": 15,
    "text": "Do not let the floods engulf me or the depths swallow me up; let not the Pit close its mouth over me."
  },
  {
    "verse": 16,
    "text": "Answer me, O LORD, for Your loving devotion is good; turn to me in keeping with Your great compassion."
  },
  {
    "verse": 17,
    "text": "Hide not Your face from Your servant, for I am in distress. Answer me quickly!"
  },
  {
    "verse": 18,
    "text": "Draw near to my soul and redeem me; ransom me because of my foes."
  },
  {
    "verse": 19,
    "text": "You know my reproach, my shame and disgrace. All my adversaries are before You."
  },
  {
    "verse": 20,
    "text": "Insults have broken my heart, and I am in despair. I looked for sympathy, but there was none, for comforters, but I found no one."
  },
  {
    "verse": 21,
    "text": "They poisoned my food with gall and gave me vinegar to quench my thirst."
  },
  {
    "verse": 22,
    "text": "May their table become a snare; may it be a retribution and a trap."
  },
  {
    "verse": 23,
    "text": "May their eyes be darkened so they cannot see, and their backs be bent forever."
  },
  {
    "verse": 24,
    "text": "Pour out Your wrath upon them, and let Your burning anger overtake them."
  },
  {
    "verse": 25,
    "text": "May their place be deserted; let there be no one to dwell in their tents."
  },
  {
    "verse": 26,
    "text": "For they persecute the one You struck and recount the pain of those You wounded."
  },
  {
    "verse": 27,
    "text": "Add iniquity to their iniquity; let them not share in Your righteousness."
  },
  {
    "verse": 28,
    "text": "May they be blotted out of the Book of Life and not listed with the righteous."
  },
  {
    "verse": 29,
    "text": "But I am in pain and distress; let Your salvation protect me, O God."
  },
  {
    "verse": 30,
    "text": "I will praise God’s name in song and exalt Him with thanksgiving."
  },
  {
    "verse": 31,
    "text": "And this will please the LORD more than an ox, more than a bull with horns and hooves."
  },
  {
    "verse": 32,
    "text": "The humble will see and rejoice. You who seek God, let your hearts be revived!"
  },
  {
    "verse": 33,
    "text": "For the LORD listens to the needy and does not despise His captive people."
  },
  {
    "verse": 34,
    "text": "Let heaven and earth praise Him, the seas and everything that moves in them."
  },
  {
    "verse": 35,
    "text": "For God will save Zion and rebuild the cities of Judah, that they may dwell there and possess it."
  },
  {
    "verse": 36,
    "text": "The descendants of His servants will inherit it, and those who love His name will settle in it."
  }
]