[
  {
    "verse": 1,
    "text": "Endow the king with Your justice, O God, and the son of the king with Your righteousness."
  },
  {
    "verse": 2,
    "text": "May he judge Your people with righteousness and Your afflicted with justice."
  },
  {
    "verse": 3,
    "text": "May the mountains bring peace to the people, and the hills bring righteousness."
  },
  {
    "verse": 4,
    "text": "May he vindicate the afflicted among the people; may he save the children of the needy and crush the oppressor."
  },
  {
    "verse": 5,
    "text": "May they fear him as long as the sun shines, as long as the moon remains, through all generations."
  },
  {
    "verse": 6,
    "text": "May he be like rain that falls on freshly cut grass, like spring showers that water the earth."
  },
  {
    "verse": 7,
    "text": "May the righteous flourish in his days and prosperity abound, until the moon is no more."
  },
  {
    "verse": 8,
    "text": "May he rule from sea to sea, and from the Euphrates to the ends of the earth."
  },
  {
    "verse": 9,
    "text": "May the nomads bow before him, and his enemies lick the dust."
  },
  {
    "verse": 10,
    "text": "May the kings of Tarshish and distant shores bring tribute; may the kings of Sheba and Seba offer gifts."
  },
  {
    "verse": 11,
    "text": "May all kings bow down to him and all nations serve him."
  },
  {
    "verse": 12,
    "text": "For he will deliver the needy who cry out and the afflicted who have no helper."
  },
  {
    "verse": 13,
    "text": "He will take pity on the poor and needy and save the lives of the oppressed."
  },
  {
    "verse": 14,
    "text": "He will redeem them from oppression and violence, for their blood is precious in his sight."
  },
  {
    "verse": 15,
    "text": "Long may he live! May gold from Sheba be given him. May people ever pray for him; may they bless him all day long."
  },
  {
    "verse": 16,
    "text": "May there be an abundance of grain in the land; may it sway atop the hills. May its fruit trees flourish like the forests of Lebanon, and its people like the grass of the field."
  },
  {
    "verse": 17,
    "text": "May his name endure forever; may his name continue as long as the sun shines. In him may all nations be blessed; may they call him blessed."
  },
  {
    "verse": 18,
    "text": "Blessed be the LORD God, the God of Israel, who alone does marvelous deeds."
  },
  {
    "verse": 19,
    "text": "And blessed be His glorious name forever; may all the earth be filled with His glory. Amen and amen."
  },
  {
    "verse": 20,
    "text": "Thus conclude the prayers of David son of Jesse."
  }
]