[
  {
    "verse": 1,
    "text": "I cried out to God; I cried aloud to God to hear me."
  },
  {
    "verse": 2,
    "text": "In the day of trouble I sought the Lord; through the night my outstretched hands did not grow weary; my soul refused to be comforted."
  },
  {
    "verse": 3,
    "text": "I remembered You, O God, and I groaned; I mused and my spirit grew faint. Selah"
  },
  {
    "verse": 4,
    "text": "You have kept my eyes from closing; I am too troubled to speak."
  },
  {
    "verse": 5,
    "text": "I considered the days of old, the years long in the past."
  },
  {
    "verse": 6,
    "text": "At night I remembered my song; in my heart I mused, and my spirit pondered:"
  },
  {
    "verse": 7,
    "text": "“Will the Lord spurn us forever and never show His favor again?"
  },
  {
    "verse": 8,
    "text": "Is His loving devotion gone forever? Has His promise failed for all time?"
  },
  {
    "verse": 9,
    "text": "Has God forgotten to be gracious? Has His anger shut off His compassion?” Selah"
  },
  {
    "verse": 10,
    "text": "So I said, “I am grieved that the right hand of the Most High has changed.”"
  },
  {
    "verse": 11,
    "text": "I will remember the works of the LORD; yes, I will remember Your wonders of old."
  },
  {
    "verse": 12,
    "text": "I will reflect on all You have done and ponder Your mighty deeds."
  },
  {
    "verse": 13,
    "text": "Your way, O God, is holy. What god is so great as our God?"
  },
  {
    "verse": 14,
    "text": "You are the God who works wonders; You display Your strength among the peoples."
  },
  {
    "verse": 15,
    "text": "With power You redeemed Your people, the sons of Jacob and Joseph. Selah"
  },
  {
    "verse": 16,
    "text": "The waters saw You, O God; the waters saw You and swirled; even the depths were shaken."
  },
  {
    "verse": 17,
    "text": "The clouds poured down water; the skies resounded with thunder; Your arrows flashed back and forth."
  },
  {
    "verse": 18,
    "text": "Your thunder resounded in the whirlwind; the lightning lit up the world; the earth trembled and quaked."
  },
  {
    "verse": 19,
    "text": "Your path led through the sea, Your way through the mighty waters, but Your footprints were not to be found."
  },
  {
    "verse": 20,
    "text": "You led Your people like a flock by the hand of Moses and Aaron."
  }
]