[
  {
    "verse": 1,
    "text": "Incline Your ear, O LORD, and answer me, for I am poor and needy."
  },
  {
    "verse": 2,
    "text": "Preserve my soul, for I am godly. You are my God; save Your servant who trusts in You."
  },
  {
    "verse": 3,
    "text": "Be merciful to me, O Lord, for I call to You all day long."
  },
  {
    "verse": 4,
    "text": "Bring joy to Your servant, for to You, O Lord, I lift up my soul."
  },
  {
    "verse": 5,
    "text": "For You, O Lord, are kind and forgiving, rich in loving devotion to all who call on You."
  },
  {
    "verse": 6,
    "text": "Hear my prayer, O LORD, and attend to my plea for mercy."
  },
  {
    "verse": 7,
    "text": "In the day of my distress I call on You, because You answer me."
  },
  {
    "verse": 8,
    "text": "O Lord, there is none like You among the gods, nor any works like Yours."
  },
  {
    "verse": 9,
    "text": "All the nations You have made will come and bow before You, O Lord, and they will glorify Your name."
  },
  {
    "verse": 10,
    "text": "For You are great and perform wonders; You alone are God."
  },
  {
    "verse": 11,
    "text": "Teach me Your way, O LORD, that I may walk in Your truth. Give me an undivided heart, that I may fear Your name."
  },
  {
    "verse": 12,
    "text": "I will praise You, O Lord my God, with all my heart; I will glorify Your name forever."
  },
  {
    "verse": 13,
    "text": "For great is Your loving devotion to me; You have delivered me from the depths of Sheol."
  },
  {
    "verse": 14,
    "text": "The arrogant rise against me, O God; a band of ruthless men seeks my life, with no regard for You."
  },
  {
    "verse": 15,
    "text": "But You, O Lord, are a compassionate and gracious God, slow to anger, abounding in loving devotion and faithfulness."
  },
  {
    "verse": 16,
    "text": "Turn to me and have mercy; grant Your strength to Your servant; save the son of Your maidservant."
  },
  {
    "verse": 17,
    "text": "Show me a sign of Your goodness, that my enemies may see and be ashamed; for You, O LORD, have helped me and comforted me."
  }
]