[
  {
    "verse": 1,
    "text": "O LORD, the God of my salvation, day and night I cry out before You."
  },
  {
    "verse": 2,
    "text": "May my prayer come before You; incline Your ear to my cry."
  },
  {
    "verse": 3,
    "text": "For my soul is full of troubles, and my life draws near to Sheol."
  },
  {
    "verse": 4,
    "text": "I am counted among those descending to the Pit. I am like a man without strength."
  },
  {
    "verse": 5,
    "text": "I am forsaken among the dead, like the slain who lie in the grave, whom You remember no more, who are cut off from Your care."
  },
  {
    "verse": 6,
    "text": "You have laid me in the lowest Pit, in the darkest of the depths."
  },
  {
    "verse": 7,
    "text": "Your wrath weighs heavily upon me; all Your waves have submerged me. Selah"
  },
  {
    "verse": 8,
    "text": "You have removed my friends from me; You have made me repulsive to them; I am confined and cannot escape."
  },
  {
    "verse": 9,
    "text": "My eyes grow dim with grief. I call to You daily, O LORD; I spread out my hands to You."
  },
  {
    "verse": 10,
    "text": "Do You work wonders for the dead? Do departed spirits rise up to praise You? Selah"
  },
  {
    "verse": 11,
    "text": "Can Your loving devotion be proclaimed in the grave, Your faithfulness in Abaddon ?"
  },
  {
    "verse": 12,
    "text": "Will Your wonders be known in the darkness, or Your righteousness in the land of oblivion?"
  },
  {
    "verse": 13,
    "text": "But to You, O LORD, I cry for help; in the morning my prayer comes before You."
  },
  {
    "verse": 14,
    "text": "Why, O LORD, do You reject me? Why do You hide Your face from me?"
  },
  {
    "verse": 15,
    "text": "From my youth I was afflicted and near death. I have borne Your terrors; I am in despair."
  },
  {
    "verse": 16,
    "text": "Your wrath has swept over me; Your terrors have destroyed me."
  },
  {
    "verse": 17,
    "text": "All day long they engulf me like water; they enclose me on every side."
  },
  {
    "verse": 18,
    "text": "You have removed my beloved and my friend; darkness is my closest companion."
  }
]