[
  {
    "verse": 1,
    "text": "Lord, You have been our dwelling place through all generations."
  },
  {
    "verse": 2,
    "text": "Before the mountains were born or You brought forth the earth and the world, from everlasting to everlasting You are God."
  },
  {
    "verse": 3,
    "text": "You return man to dust, saying, “Return, O sons of mortals.”"
  },
  {
    "verse": 4,
    "text": "For in Your sight a thousand years are but a day that passes, or a watch of the night."
  },
  {
    "verse": 5,
    "text": "You whisk them away in their sleep; they are like the new grass of the morning—"
  },
  {
    "verse": 6,
    "text": "in the morning it springs up new, but by evening it fades and withers."
  },
  {
    "verse": 7,
    "text": "For we are consumed by Your anger and terrified by Your wrath."
  },
  {
    "verse": 8,
    "text": "You have set our iniquities before You, our secret sins in the light of Your presence."
  },
  {
    "verse": 9,
    "text": "For all our days decline in Your fury; we finish our years with a sigh."
  },
  {
    "verse": 10,
    "text": "The length of our days is seventy years— or eighty if we are strong— yet their pride is but labor and sorrow, for they quickly pass, and we fly away."
  },
  {
    "verse": 11,
    "text": "Who knows the power of Your anger? Your wrath matches the fear You are due."
  },
  {
    "verse": 12,
    "text": "So teach us to number our days, that we may present a heart of wisdom."
  },
  {
    "verse": 13,
    "text": "Return, O LORD! How long will it be? Have compassion on Your servants."
  },
  {
    "verse": 14,
    "text": "Satisfy us in the morning with Your loving devotion, that we may sing for joy and be glad all our days."
  },
  {
    "verse": 15,
    "text": "Make us glad for as many days as You have afflicted us, for as many years as we have seen evil."
  },
  {
    "verse": 16,
    "text": "May Your work be shown to Your servants, and Your splendor to their children."
  },
  {
    "verse": 17,
    "text": "May the favor of the Lord our God rest upon us; establish for us the work of our hands— yes, establish the work of our hands!"
  }
]