[
  {
    "verse": 1,
    "text": "“Indeed, my eyes have seen all this; my ears have heard and understood."
  },
  {
    "verse": 2,
    "text": "What you know, I also know; I am not inferior to you."
  },
  {
    "verse": 3,
    "text": "Yet I desire to speak to the Almighty and argue my case before God."
  },
  {
    "verse": 4,
    "text": "You, however, smear with lies; you are all worthless physicians."
  },
  {
    "verse": 5,
    "text": "If only you would remain silent; for that would be your wisdom!"
  },
  {
    "verse": 6,
    "text": "Hear now my argument, and listen to the plea of my lips."
  },
  {
    "verse": 7,
    "text": "Will you speak wickedly on God’s behalf or speak deceitfully for Him?"
  },
  {
    "verse": 8,
    "text": "Would you show Him partiality or argue in His defense?"
  },
  {
    "verse": 9,
    "text": "Would it be well when He examined you? Could you deceive Him like a man?"
  },
  {
    "verse": 10,
    "text": "Surely He would rebuke you if you secretly showed partiality."
  },
  {
    "verse": 11,
    "text": "Would His majesty not terrify you? Would the dread of Him not fall upon you?"
  },
  {
    "verse": 12,
    "text": "Your maxims are proverbs of ashes; your defenses are defenses of clay."
  },
  {
    "verse": 13,
    "text": "Be silent, and I will speak. Then let come to me what may."
  },
  {
    "verse": 14,
    "text": "Why do I put myself at risk and take my life in my own hands?"
  },
  {
    "verse": 15,
    "text": "Though He slay me, I will hope in Him. I will still defend my ways to His face."
  },
  {
    "verse": 16,
    "text": "Moreover, this will be my salvation, for no godless man can appear before Him."
  },
  {
    "verse": 17,
    "text": "Listen carefully to my words; let my declaration ring in your ears."
  },
  {
    "verse": 18,
    "text": "Behold, now that I have prepared my case, I know that I will be vindicated."
  },
  {
    "verse": 19,
    "text": "Can anyone indict me? If so, I will be silent and die."
  },
  {
    "verse": 20,
    "text": "Only grant these two things to me, so that I need not hide from You:"
  },
  {
    "verse": 21,
    "text": "Withdraw Your hand from me, and do not let Your terror frighten me."
  },
  {
    "verse": 22,
    "text": "Then call me, and I will answer, or let me speak, and You can reply."
  },
  {
    "verse": 23,
    "text": "How many are my iniquities and sins? Reveal to me my transgression and sin."
  },
  {
    "verse": 24,
    "text": "Why do You hide Your face and consider me as Your enemy?"
  },
  {
    "verse": 25,
    "text": "Would You frighten a windblown leaf? Would You chase after dry chaff?"
  },
  {
    "verse": 26,
    "text": "For You record bitter accusations against me and bequeath to me the iniquities of my youth."
  },
  {
    "verse": 27,
    "text": "You put my feet in the stocks and stand watch over all my paths; You set a limit for the soles of my feet."
  },
  {
    "verse": 28,
    "text": "So man wastes away like something rotten, like a moth-eaten garment."
  }
]