[
  {
    "verse": 1,
    "text": "Then Zophar the Naamathite replied:"
  },
  {
    "verse": 2,
    "text": "“So my anxious thoughts compel me to answer, because of the turmoil within me."
  },
  {
    "verse": 3,
    "text": "I have heard a rebuke that insults me, and my understanding prompts a reply."
  },
  {
    "verse": 4,
    "text": "Do you not know that from antiquity, since man was placed on the earth,"
  },
  {
    "verse": 5,
    "text": "the triumph of the wicked has been brief and the joy of the godless momentary?"
  },
  {
    "verse": 6,
    "text": "Though his arrogance reaches the heavens, and his head touches the clouds,"
  },
  {
    "verse": 7,
    "text": "he will perish forever, like his own dung; those who had seen him will ask, ‘Where is he?’"
  },
  {
    "verse": 8,
    "text": "He will fly away like a dream, never to be found; he will be chased away like a vision in the night."
  },
  {
    "verse": 9,
    "text": "The eye that saw him will see him no more, and his place will no longer behold him."
  },
  {
    "verse": 10,
    "text": "His sons will seek the favor of the poor, for his own hands must return his wealth."
  },
  {
    "verse": 11,
    "text": "The youthful vigor that fills his bones will lie down with him in the dust."
  },
  {
    "verse": 12,
    "text": "Though evil is sweet in his mouth and he conceals it under his tongue,"
  },
  {
    "verse": 13,
    "text": "though he cannot bear to let it go and keeps it in his mouth,"
  },
  {
    "verse": 14,
    "text": "yet in his stomach his food sours into the venom of cobras within him."
  },
  {
    "verse": 15,
    "text": "He swallows wealth but vomits it out; God will force it from his stomach."
  },
  {
    "verse": 16,
    "text": "He will suck the poison of cobras; the fangs of a viper will kill him."
  },
  {
    "verse": 17,
    "text": "He will not enjoy the streams, the rivers flowing with honey and cream."
  },
  {
    "verse": 18,
    "text": "He must return the fruit of his labor without consuming it; he cannot enjoy the profits of his trading."
  },
  {
    "verse": 19,
    "text": "For he has oppressed and forsaken the poor; he has seized houses he did not build."
  },
  {
    "verse": 20,
    "text": "Because his appetite is never satisfied, he cannot escape with his treasure."
  },
  {
    "verse": 21,
    "text": "Nothing is left for him to consume; thus his prosperity will not endure."
  },
  {
    "verse": 22,
    "text": "In the midst of his plenty, he will be distressed; the full force of misery will come upon him."
  },
  {
    "verse": 23,
    "text": "When he has filled his stomach, God will vent His fury upon him, raining it down on him as he eats."
  },
  {
    "verse": 24,
    "text": "Though he flees from an iron weapon, a bronze-tipped arrow will pierce him."
  },
  {
    "verse": 25,
    "text": "It is drawn out of his back, the gleaming point from his liver. Terrors come over him."
  },
  {
    "verse": 26,
    "text": "Total darkness is reserved for his treasures. A fire unfanned will consume him and devour what is left in his tent."
  },
  {
    "verse": 27,
    "text": "The heavens will expose his iniquity, and the earth will rise up against him."
  },
  {
    "verse": 28,
    "text": "The possessions of his house will be removed, flowing away on the day of God’s wrath."
  },
  {
    "verse": 29,
    "text": "This is the wicked man’s portion from God, the inheritance God has appointed him.”"
  }
]