[
  {
    "verse": 1,
    "text": "And Job continued his discourse:"
  },
  {
    "verse": 2,
    "text": "“How I long for the months gone by, for the days when God watched over me,"
  },
  {
    "verse": 3,
    "text": "when His lamp shone above my head, and by His light I walked through the darkness,"
  },
  {
    "verse": 4,
    "text": "when I was in my prime, when the friendship of God rested on my tent,"
  },
  {
    "verse": 5,
    "text": "when the Almighty was still with me and my children were around me,"
  },
  {
    "verse": 6,
    "text": "when my steps were bathed in cream and the rock poured out for me streams of oil!"
  },
  {
    "verse": 7,
    "text": "When I went out to the city gate and took my seat in the public square,"
  },
  {
    "verse": 8,
    "text": "the young men saw me and withdrew, and the old men rose to their feet."
  },
  {
    "verse": 9,
    "text": "The princes refrained from speaking and covered their mouths with their hands."
  },
  {
    "verse": 10,
    "text": "The voices of the nobles were hushed, and their tongues stuck to the roofs of their mouths."
  },
  {
    "verse": 11,
    "text": "For those who heard me called me blessed, and those who saw me commended me,"
  },
  {
    "verse": 12,
    "text": "because I rescued the poor who cried out and the fatherless who had no helper."
  },
  {
    "verse": 13,
    "text": "The dying man blessed me, and I made the widow’s heart sing for joy."
  },
  {
    "verse": 14,
    "text": "I put on righteousness, and it clothed me; justice was my robe and my turban."
  },
  {
    "verse": 15,
    "text": "I served as eyes to the blind and as feet to the lame."
  },
  {
    "verse": 16,
    "text": "I was a father to the needy, and I took up the case of the stranger."
  },
  {
    "verse": 17,
    "text": "I shattered the fangs of the unjust and snatched the prey from his teeth."
  },
  {
    "verse": 18,
    "text": "So I thought: ‘I will die in my nest and multiply my days as the sand."
  },
  {
    "verse": 19,
    "text": "My roots will spread out to the waters, and the dew will rest nightly on my branches."
  },
  {
    "verse": 20,
    "text": "My glory is ever new within me, and my bow is renewed in my hand.’"
  },
  {
    "verse": 21,
    "text": "Men listened to me with expectation, waiting silently for my counsel."
  },
  {
    "verse": 22,
    "text": "After my words, they spoke no more; my speech settled on them like dew."
  },
  {
    "verse": 23,
    "text": "They waited for me as for rain and drank in my words like spring showers."
  },
  {
    "verse": 24,
    "text": "If I smiled at them, they did not believe it; the light of my countenance was precious."
  },
  {
    "verse": 25,
    "text": "I chose their course and presided as chief. So I dwelt as a king among his troops, as a comforter of the mourners."
  }
]