[
  {
    "verse": 1,
    "text": "“But now they mock me, men younger than I am, whose fathers I would have refused to entrust with my sheep dogs."
  },
  {
    "verse": 2,
    "text": "What use to me was the strength of their hands, since their vigor had left them?"
  },
  {
    "verse": 3,
    "text": "Gaunt from poverty and hunger, they gnawed the dry land, and the desolate wasteland by night."
  },
  {
    "verse": 4,
    "text": "They plucked mallow among the shrubs, and the roots of the broom tree were their food."
  },
  {
    "verse": 5,
    "text": "They were banished from among men, shouted down like thieves,"
  },
  {
    "verse": 6,
    "text": "so that they lived on the slopes of the wadis, among the rocks and in holes in the ground."
  },
  {
    "verse": 7,
    "text": "They cried out among the shrubs and huddled beneath the nettles."
  },
  {
    "verse": 8,
    "text": "A senseless and nameless brood, they were driven off the land."
  },
  {
    "verse": 9,
    "text": "And now they mock me in song; I have become a byword among them."
  },
  {
    "verse": 10,
    "text": "They abhor me and keep far from me; they do not hesitate to spit in my face."
  },
  {
    "verse": 11,
    "text": "Because God has unstrung my bow and afflicted me, they have cast off restraint in my presence."
  },
  {
    "verse": 12,
    "text": "The rabble arises at my right; they lay snares for my feet and build siege ramps against me."
  },
  {
    "verse": 13,
    "text": "They tear up my path; they profit from my destruction, with no one to restrain them."
  },
  {
    "verse": 14,
    "text": "They advance as through a wide breach; through the ruins they keep rolling in."
  },
  {
    "verse": 15,
    "text": "Terrors are turned loose against me; they drive away my dignity as by the wind, and my prosperity has passed like a cloud."
  },
  {
    "verse": 16,
    "text": "And now my soul is poured out within me; days of affliction grip me."
  },
  {
    "verse": 17,
    "text": "Night pierces my bones, and my gnawing pains never rest."
  },
  {
    "verse": 18,
    "text": "With great force He grasps my garment; He seizes me by the collar of my tunic."
  },
  {
    "verse": 19,
    "text": "He throws me into the mud, and I have become like dust and ashes."
  },
  {
    "verse": 20,
    "text": "I cry out to You for help, but You do not answer; when I stand up, You merely look at me."
  },
  {
    "verse": 21,
    "text": "You have ruthlessly turned on me; You oppose me with Your strong hand."
  },
  {
    "verse": 22,
    "text": "You snatch me up into the wind and drive me before it; You toss me about in the storm."
  },
  {
    "verse": 23,
    "text": "Yes, I know that You will bring me down to death, to the place appointed for all the living."
  },
  {
    "verse": 24,
    "text": "Yet no one stretches out his hand to a ruined man when he cries for help in his distress."
  },
  {
    "verse": 25,
    "text": "Have I not wept for those in trouble? Has my soul not grieved for the needy?"
  },
  {
    "verse": 26,
    "text": "But when I hoped for good, evil came; when I looked for light, darkness fell."
  },
  {
    "verse": 27,
    "text": "I am churning within and cannot rest; days of affliction confront me."
  },
  {
    "verse": 28,
    "text": "I go about blackened, but not by the sun. I stand up in the assembly and cry for help."
  },
  {
    "verse": 29,
    "text": "I have become a brother of jackals, a companion of ostriches."
  },
  {
    "verse": 30,
    "text": "My skin grows black and peels, and my bones burn with fever."
  },
  {
    "verse": 31,
    "text": "My harp is tuned to mourning and my flute to the sound of weeping."
  }
]