[
  {
    "verse": 1,
    "text": "“I have made a covenant with my eyes. How then could I gaze with desire at a virgin?"
  },
  {
    "verse": 2,
    "text": "For what is the allotment of God from above, or the heritage from the Almighty on high?"
  },
  {
    "verse": 3,
    "text": "Does not disaster come to the unjust and calamity to the workers of iniquity?"
  },
  {
    "verse": 4,
    "text": "Does He not see my ways and count my every step?"
  },
  {
    "verse": 5,
    "text": "If I have walked in falsehood or my foot has rushed to deceit,"
  },
  {
    "verse": 6,
    "text": "let God weigh me with honest scales, that He may know my integrity."
  },
  {
    "verse": 7,
    "text": "If my steps have turned from the path, if my heart has followed my eyes, or if impurity has stuck to my hands,"
  },
  {
    "verse": 8,
    "text": "then may another eat what I have sown, and may my crops be uprooted."
  },
  {
    "verse": 9,
    "text": "If my heart has been enticed by my neighbor’s wife, or I have lurked at his door,"
  },
  {
    "verse": 10,
    "text": "then may my own wife grind grain for another, and may other men sleep with her."
  },
  {
    "verse": 11,
    "text": "For that would be a heinous crime, an iniquity to be judged."
  },
  {
    "verse": 12,
    "text": "For it is a fire that burns down to Abaddon; it would root out my entire harvest."
  },
  {
    "verse": 13,
    "text": "If I have rejected the cause of my manservant or maidservant when they made a complaint against me,"
  },
  {
    "verse": 14,
    "text": "what will I do when God rises to judge? How will I answer when called to account?"
  },
  {
    "verse": 15,
    "text": "Did not He who made me in the womb also make them? Did not the same One form us in the womb?"
  },
  {
    "verse": 16,
    "text": "If I have denied the desires of the poor or allowed the widow’s eyes to fail,"
  },
  {
    "verse": 17,
    "text": "if I have eaten my morsel alone, not sharing it with the fatherless—"
  },
  {
    "verse": 18,
    "text": "though from my youth I reared him as would a father, and from my mother’s womb I guided the widow—"
  },
  {
    "verse": 19,
    "text": "if I have seen one perish for lack of clothing, or a needy man without a cloak,"
  },
  {
    "verse": 20,
    "text": "if his heart has not blessed me for warming him with the fleece of my sheep,"
  },
  {
    "verse": 21,
    "text": "if I have lifted up my hand against the fatherless because I saw that I had support in the gate,"
  },
  {
    "verse": 22,
    "text": "then may my arm fall from my shoulder and be torn from its socket."
  },
  {
    "verse": 23,
    "text": "For calamity from God terrifies me, and His splendor I cannot overpower."
  },
  {
    "verse": 24,
    "text": "If I have put my trust in gold or called pure gold my security,"
  },
  {
    "verse": 25,
    "text": "if I have rejoiced in my great wealth because my hand had gained so much,"
  },
  {
    "verse": 26,
    "text": "if I have beheld the sun in its radiance or the moon moving in splendor,"
  },
  {
    "verse": 27,
    "text": "so that my heart was secretly enticed and my hand threw a kiss from my mouth,"
  },
  {
    "verse": 28,
    "text": "this would also be an iniquity to be judged, for I would have denied God on high."
  },
  {
    "verse": 29,
    "text": "If I have rejoiced in my enemy’s ruin, or exulted when evil befell him—"
  },
  {
    "verse": 30,
    "text": "I have not allowed my mouth to sin by asking for his life with a curse—"
  },
  {
    "verse": 31,
    "text": "if the men of my house have not said, ‘Who is there who has not had his fill?’—"
  },
  {
    "verse": 32,
    "text": "but no stranger had to lodge on the street, for my door has been open to the traveler—"
  },
  {
    "verse": 33,
    "text": "if I have covered my transgressions like Adam by hiding my guilt in my heart,"
  },
  {
    "verse": 34,
    "text": "because I greatly feared the crowds and the contempt of the clans terrified me, so that I kept silent and would not go outside—"
  },
  {
    "verse": 35,
    "text": "(Oh, that I had one to hear me! Here is my signature. Let the Almighty answer me; let my accuser compose an indictment."
  },
  {
    "verse": 36,
    "text": "Surely I would carry it on my shoulder and wear it like a crown."
  },
  {
    "verse": 37,
    "text": "I would give account of all my steps; I would approach Him like a prince.)—"
  },
  {
    "verse": 38,
    "text": "if my land cries out against me and its furrows weep together,"
  },
  {
    "verse": 39,
    "text": "if I have devoured its produce without payment or broken the spirit of its tenants,"
  },
  {
    "verse": 40,
    "text": "then let briers grow instead of wheat and stinkweed instead of barley.” Thus conclude the words of Job."
  }
]