[
  {
    "verse": 1,
    "text": "“At this my heart also pounds and leaps from its place."
  },
  {
    "verse": 2,
    "text": "Listen closely to the thunder of His voice and the rumbling that comes from His mouth."
  },
  {
    "verse": 3,
    "text": "He unleashes His lightning beneath the whole sky and sends it to the ends of the earth."
  },
  {
    "verse": 4,
    "text": "Then there comes a roaring sound; He thunders with His majestic voice. He does not restrain the lightning when His voice resounds."
  },
  {
    "verse": 5,
    "text": "God thunders wondrously with His voice; He does great things we cannot comprehend."
  },
  {
    "verse": 6,
    "text": "For He says to the snow, ‘Fall on the earth,’ and to the gentle rain, ‘Pour out a mighty downpour.’"
  },
  {
    "verse": 7,
    "text": "He seals up the hand of every man, so that all men may know His work."
  },
  {
    "verse": 8,
    "text": "The wild animals enter their lairs; they settle down in their dens."
  },
  {
    "verse": 9,
    "text": "The tempest comes from its chamber, and the cold from the driving north winds."
  },
  {
    "verse": 10,
    "text": "By the breath of God the ice is formed and the watery expanses are frozen."
  },
  {
    "verse": 11,
    "text": "He loads the clouds with moisture; He scatters His lightning through them."
  },
  {
    "verse": 12,
    "text": "They swirl about, whirling at His direction, accomplishing all that He commands over the face of all the earth."
  },
  {
    "verse": 13,
    "text": "Whether for punishment or for His land, He accomplishes this in His loving devotion."
  },
  {
    "verse": 14,
    "text": "Listen to this, O Job; stand still and consider the wonders of God."
  },
  {
    "verse": 15,
    "text": "Do you know how God dispatches the clouds or makes the lightning flash?"
  },
  {
    "verse": 16,
    "text": "Do you understand how the clouds float, those wonders of Him who is perfect in knowledge?"
  },
  {
    "verse": 17,
    "text": "You whose clothes get hot when the land lies hushed under the south wind,"
  },
  {
    "verse": 18,
    "text": "can you, like Him, spread out the skies to reflect the heat like a mirror of bronze?"
  },
  {
    "verse": 19,
    "text": "Teach us what we should say to Him; we cannot draw up our case when our faces are in darkness."
  },
  {
    "verse": 20,
    "text": "Should He be told that I want to speak? Would a man ask to be swallowed up ?"
  },
  {
    "verse": 21,
    "text": "Now no one can gaze at the sun when it is bright in the skies after the wind has swept them clean."
  },
  {
    "verse": 22,
    "text": "Out of the north He comes in golden splendor; awesome majesty surrounds Him."
  },
  {
    "verse": 23,
    "text": "The Almighty is beyond our reach; He is exalted in power! In His justice and great righteousness He does not oppress."
  },
  {
    "verse": 24,
    "text": "Therefore, men fear Him, for He is not partial to the wise in heart.”"
  }
]