[
  {
    "verse": 1,
    "text": "And the LORD said to Job:"
  },
  {
    "verse": 2,
    "text": "“Will the faultfinder contend with the Almighty? Let him who argues with God give an answer.”"
  },
  {
    "verse": 3,
    "text": "Then Job answered the LORD:"
  },
  {
    "verse": 4,
    "text": "“Behold, I am insignificant. How can I reply to You? I place my hand over my mouth."
  },
  {
    "verse": 5,
    "text": "I have spoken once, but I have no answer— twice, but I have nothing to add.”"
  },
  {
    "verse": 6,
    "text": "Then the LORD answered Job out of the whirlwind and said:"
  },
  {
    "verse": 7,
    "text": "“Now brace yourself like a man; I will question you, and you shall inform Me."
  },
  {
    "verse": 8,
    "text": "Would you really annul My justice? Would you condemn Me to justify yourself?"
  },
  {
    "verse": 9,
    "text": "Do you have an arm like God’s? Can you thunder with a voice like His?"
  },
  {
    "verse": 10,
    "text": "Then adorn yourself with majesty and splendor, and clothe yourself with honor and glory."
  },
  {
    "verse": 11,
    "text": "Unleash the fury of your wrath; look on every proud man and bring him low."
  },
  {
    "verse": 12,
    "text": "Look on every proud man and humble him; trample the wicked where they stand."
  },
  {
    "verse": 13,
    "text": "Bury them together in the dust; imprison them in the grave."
  },
  {
    "verse": 14,
    "text": "Then I will confess to you that your own right hand can save you."
  },
  {
    "verse": 15,
    "text": "Look at Behemoth, which I made along with you. He feeds on grass like an ox."
  },
  {
    "verse": 16,
    "text": "See the strength of his loins and the power in the muscles of his belly."
  },
  {
    "verse": 17,
    "text": "His tail sways like a cedar; the sinews of his thighs are tightly knit."
  },
  {
    "verse": 18,
    "text": "His bones are tubes of bronze; his limbs are rods of iron."
  },
  {
    "verse": 19,
    "text": "He is the foremost of God’s works; only his Maker can draw the sword against him."
  },
  {
    "verse": 20,
    "text": "The hills yield him their produce, while all the beasts of the field play nearby."
  },
  {
    "verse": 21,
    "text": "He lies under the lotus plants, hidden among the reeds of the marsh."
  },
  {
    "verse": 22,
    "text": "The lotus plants conceal him in their shade; the willows of the brook surround him."
  },
  {
    "verse": 23,
    "text": "Though the river rages, Behemoth is unafraid; he remains secure, though the Jordan surges to his mouth."
  },
  {
    "verse": 24,
    "text": "Can anyone capture him as he looks on, or pierce his nose with a snare?"
  }
]