[
  {
    "verse": 1,
    "text": "“Can you pull in Leviathan with a hook or tie down his tongue with a rope?"
  },
  {
    "verse": 2,
    "text": "Can you put a cord through his nose or pierce his jaw with a hook?"
  },
  {
    "verse": 3,
    "text": "Will he beg you for mercy or speak to you softly?"
  },
  {
    "verse": 4,
    "text": "Will he make a covenant with you to take him as a slave for life?"
  },
  {
    "verse": 5,
    "text": "Can you pet him like a bird or put him on a leash for your maidens?"
  },
  {
    "verse": 6,
    "text": "Will traders barter for him or divide him among the merchants?"
  },
  {
    "verse": 7,
    "text": "Can you fill his hide with harpoons or his head with fishing spears?"
  },
  {
    "verse": 8,
    "text": "If you lay a hand on him, you will remember the battle and never repeat it!"
  },
  {
    "verse": 9,
    "text": "Surely hope of overcoming him is false. Is not the sight of him overwhelming?"
  },
  {
    "verse": 10,
    "text": "No one is so fierce as to rouse Leviathan. Then who is able to stand against Me?"
  },
  {
    "verse": 11,
    "text": "Who has given to Me that I should repay him? Everything under heaven is Mine."
  },
  {
    "verse": 12,
    "text": "I cannot keep silent about his limbs, his power and graceful form."
  },
  {
    "verse": 13,
    "text": "Who can strip off his outer coat? Who can approach him with a bridle?"
  },
  {
    "verse": 14,
    "text": "Who can open his jaws, ringed by his fearsome teeth?"
  },
  {
    "verse": 15,
    "text": "His rows of scales are his pride, tightly sealed together."
  },
  {
    "verse": 16,
    "text": "One scale is so near to another that no air can pass between them."
  },
  {
    "verse": 17,
    "text": "They are joined to one another; they clasp and cannot be separated."
  },
  {
    "verse": 18,
    "text": "His snorting flashes with light, and his eyes are like the rays of dawn."
  },
  {
    "verse": 19,
    "text": "Firebrands stream from his mouth; fiery sparks shoot forth!"
  },
  {
    "verse": 20,
    "text": "Smoke billows from his nostrils as from a boiling pot over burning reeds."
  },
  {
    "verse": 21,
    "text": "His breath sets coals ablaze, and flames pour from his mouth."
  },
  {
    "verse": 22,
    "text": "Strength resides in his neck, and dismay leaps before him."
  },
  {
    "verse": 23,
    "text": "The folds of his flesh are tightly joined; they are firm and immovable."
  },
  {
    "verse": 24,
    "text": "His chest is as hard as a rock, as hard as a lower millstone!"
  },
  {
    "verse": 25,
    "text": "When Leviathan rises up, the mighty are terrified; they withdraw before his thrashing."
  },
  {
    "verse": 26,
    "text": "The sword that reaches him has no effect, nor does the spear or dart or arrow."
  },
  {
    "verse": 27,
    "text": "He regards iron as straw and bronze as rotten wood."
  },
  {
    "verse": 28,
    "text": "No arrow can make him flee; slingstones become like chaff to him."
  },
  {
    "verse": 29,
    "text": "A club is regarded as straw, and he laughs at the sound of the lance."
  },
  {
    "verse": 30,
    "text": "His undersides are jagged potsherds, spreading out the mud like a threshing sledge."
  },
  {
    "verse": 31,
    "text": "He makes the depths seethe like a cauldron; he makes the sea like a jar of ointment."
  },
  {
    "verse": 32,
    "text": "He leaves a glistening wake behind him; one would think the deep had white hair!"
  },
  {
    "verse": 33,
    "text": "Nothing on earth is his equal— a creature devoid of fear!"
  },
  {
    "verse": 34,
    "text": "He looks down on all the haughty; he is king over all the proud.”"
  }
]