[
  {
    "verse": 1,
    "text": "Then Job answered:"
  },
  {
    "verse": 2,
    "text": "“Yes, I know that it is so, but how can a mortal be righteous before God?"
  },
  {
    "verse": 3,
    "text": "If one wished to contend with God, he could not answer Him one time out of a thousand."
  },
  {
    "verse": 4,
    "text": "God is wise in heart and mighty in strength. Who has resisted Him and prospered?"
  },
  {
    "verse": 5,
    "text": "He moves mountains without their knowledge and overturns them in His anger."
  },
  {
    "verse": 6,
    "text": "He shakes the earth from its place, so that its foundations tremble."
  },
  {
    "verse": 7,
    "text": "He commands the sun not to shine; He seals off the stars."
  },
  {
    "verse": 8,
    "text": "He alone stretches out the heavens and treads on the waves of the sea."
  },
  {
    "verse": 9,
    "text": "He is the Maker of the Bear and Orion, of the Pleiades and the constellations of the south."
  },
  {
    "verse": 10,
    "text": "He does great things beyond searching out, and wonders without number."
  },
  {
    "verse": 11,
    "text": "Were He to pass by me, I would not see Him; were He to move, I would not recognize Him."
  },
  {
    "verse": 12,
    "text": "If He takes away, who can stop Him? Who dares to ask Him, ‘What are You doing?’"
  },
  {
    "verse": 13,
    "text": "God does not restrain His anger; the helpers of Rahab cower beneath Him."
  },
  {
    "verse": 14,
    "text": "How then can I answer Him or choose my arguments against Him?"
  },
  {
    "verse": 15,
    "text": "For even if I were right, I could not answer. I could only beg my Judge for mercy."
  },
  {
    "verse": 16,
    "text": "If I summoned Him and He answered me, I do not believe He would listen to my voice."
  },
  {
    "verse": 17,
    "text": "For He would crush me with a tempest and multiply my wounds without cause."
  },
  {
    "verse": 18,
    "text": "He does not let me catch my breath, but overwhelms me with bitterness."
  },
  {
    "verse": 19,
    "text": "If it is a matter of strength, He is indeed mighty! If it is a matter of justice, who can summon Him ?"
  },
  {
    "verse": 20,
    "text": "Even if I were righteous, my mouth would condemn me; if I were blameless, it would declare me guilty."
  },
  {
    "verse": 21,
    "text": "Though I am blameless, I have no concern for myself; I despise my own life."
  },
  {
    "verse": 22,
    "text": "It is all the same, and so I say, ‘He destroys both the blameless and the wicked.’"
  },
  {
    "verse": 23,
    "text": "When the scourge brings sudden death, He mocks the despair of the innocent."
  },
  {
    "verse": 24,
    "text": "The earth is given into the hand of the wicked; He blindfolds its judges. If it is not He, then who is it?"
  },
  {
    "verse": 25,
    "text": "My days are swifter than a runner; they flee without seeing good."
  },
  {
    "verse": 26,
    "text": "They sweep by like boats of papyrus, like an eagle swooping down on its prey."
  },
  {
    "verse": 27,
    "text": "If I were to say, ‘I will forget my complaint and change my expression and smile,’"
  },
  {
    "verse": 28,
    "text": "I would still dread all my sufferings; I know that You will not acquit me."
  },
  {
    "verse": 29,
    "text": "Since I am already found guilty, why should I labor in vain?"
  },
  {
    "verse": 30,
    "text": "If I should wash myself with snow and cleanse my hands with lye,"
  },
  {
    "verse": 31,
    "text": "then You would plunge me into the pit, and even my own clothes would despise me."
  },
  {
    "verse": 32,
    "text": "For He is not a man like me, that I can answer Him, that we can take each other to court."
  },
  {
    "verse": 33,
    "text": "Nor is there a mediator between us, to lay his hand upon us both."
  },
  {
    "verse": 34,
    "text": "Let Him remove His rod from me, so that His terror will no longer frighten me."
  },
  {
    "verse": 35,
    "text": "Then I would speak without fear of Him. But as it is, I am on my own."
  }
]