[
  {
    "verse": 1,
    "text": "This is the record of the genealogy of Jesus Christ, the son of David, the son of Abraham:"
  },
  {
    "verse": 2,
    "text": "Abraham was the father of Isaac, Isaac the father of Jacob, and Jacob the father of Judah and his brothers."
  },
  {
    "verse": 3,
    "text": "Judah was the father of Perez and Zerah by Tamar, Perez the father of Hezron, and Hezron the father of Ram."
  },
  {
    "verse": 4,
    "text": "Ram was the father of Amminadab, Amminadab the father of Nahshon, and Nahshon the father of Salmon."
  },
  {
    "verse": 5,
    "text": "Salmon was the father of Boaz by Rahab, Boaz the father of Obed by Ruth, Obed the father of Jesse,"
  },
  {
    "verse": 6,
    "text": "and Jesse the father of David the king. Next: David was the father of Solomon by Uriah’s wife,"
  },
  {
    "verse": 7,
    "text": "Solomon the father of Rehoboam, Rehoboam the father of Abijah, and Abijah the father of Asa."
  },
  {
    "verse": 8,
    "text": "Asa was the father of Jehoshaphat, Jehoshaphat the father of Joram, and Joram the father of Uzziah."
  },
  {
    "verse": 9,
    "text": "Uzziah was the father of Jotham, Jotham the father of Ahaz, and Ahaz the father of Hezekiah."
  },
  {
    "verse": 10,
    "text": "Hezekiah was the father of Manasseh, Manasseh the father of Amon, Amon the father of Josiah,"
  },
  {
    "verse": 11,
    "text": "and Josiah the father of Jeconiah and his brothers at the time of the exile to Babylon."
  },
  {
    "verse": 12,
    "text": "After the exile to Babylon: Jeconiah was the father of Shealtiel, Shealtiel the father of Zerubbabel,"
  },
  {
    "verse": 13,
    "text": "Zerubbabel the father of Abiud, Abiud the father of Eliakim, and Eliakim the father of Azor."
  },
  {
    "verse": 14,
    "text": "Azor was the father of Zadok, Zadok the father of Achim, and Achim the father of Eliud."
  },
  {
    "verse": 15,
    "text": "Eliud was the father of Eleazar, Eleazar the father of Matthan, Matthan the father of Jacob,"
  },
  {
    "verse": 16,
    "text": "and Jacob the father of Joseph, the husband of Mary, of whom was born Jesus, who is called Christ."
  },
  {
    "verse": 17,
    "text": "In all, then, there were fourteen generations from Abraham to David, fourteen from David to the exile to Babylon, and fourteen from the exile to the Christ."
  },
  {
    "verse": 18,
    "text": "This is how the birth of Jesus Christ came about: His mother Mary was pledged in marriage to Joseph, but before they came together, she was found to be with child through the Holy Spirit."
  },
  {
    "verse": 19,
    "text": "Because Joseph her husband was a righteous man and was unwilling to disgrace her publicly, he resolved to divorce her quietly."
  },
  {
    "verse": 20,
    "text": "But after he had pondered these things, an angel of the Lord appeared to him in a dream and said, “Joseph, son of David, do not be afraid to embrace Mary as your wife, for the One conceived in her is from the Holy Spirit."
  },
  {
    "verse": 21,
    "text": "She will give birth to a Son, and you are to give Him the name Jesus, because He will save His people from their sins.”"
  },
  {
    "verse": 22,
    "text": "All this took place to fulfill what the Lord had said through the prophet:"
  },
  {
    "verse": 23,
    "text": "“Behold, the virgin will be with child and will give birth to a son, and they will call Him Immanuel” (which means, “God with us” )."
  },
  {
    "verse": 24,
    "text": "When Joseph woke up, he did as the angel of the Lord had commanded him, and embraced Mary as his wife."
  },
  {
    "verse": 25,
    "text": "But he had no union with her until she gave birth to a Son. And he gave Him the name Jesus."
  }
]