[
  {
    "verse": 1,
    "text": "When morning came, all the chief priests and elders of the people conspired against Jesus to put Him to death."
  },
  {
    "verse": 2,
    "text": "They bound Him, led Him away, and handed Him over to Pilate the governor."
  },
  {
    "verse": 3,
    "text": "When Judas, who had betrayed Him, saw that Jesus was condemned, he was filled with remorse and returned the thirty pieces of silver to the chief priests and elders."
  },
  {
    "verse": 4,
    "text": "“I have sinned by betraying innocent blood,” he said. “What is that to us?” they replied. “You bear the responsibility.”"
  },
  {
    "verse": 5,
    "text": "So Judas threw the silver into the temple and left. Then he went away and hanged himself."
  },
  {
    "verse": 6,
    "text": "The chief priests picked up the pieces of silver and said, “It is unlawful to put this into the treasury, since it is blood money.”"
  },
  {
    "verse": 7,
    "text": "After conferring together, they used the money to buy the potter’s field as a burial place for foreigners."
  },
  {
    "verse": 8,
    "text": "That is why it has been called the Field of Blood to this day."
  },
  {
    "verse": 9,
    "text": "Then what was spoken through Jeremiah the prophet was fulfilled: “They took the thirty pieces of silver, the price set on Him by the people of Israel,"
  },
  {
    "verse": 10,
    "text": "and they gave them for the potter’s field, as the Lord had commanded me.”"
  },
  {
    "verse": 11,
    "text": "Meanwhile Jesus stood before the governor, who questioned Him: “Are You the King of the Jews?” “You have said so,” Jesus replied."
  },
  {
    "verse": 12,
    "text": "And when He was accused by the chief priests and elders, He gave no answer."
  },
  {
    "verse": 13,
    "text": "Then Pilate asked Him, “Do You not hear how many charges they are bringing against You?”"
  },
  {
    "verse": 14,
    "text": "But Jesus gave no answer, not even to a single charge, much to the governor’s amazement."
  },
  {
    "verse": 15,
    "text": "Now it was the governor’s custom at the feast to release to the crowd a prisoner of their choosing."
  },
  {
    "verse": 16,
    "text": "At that time they were holding a notorious prisoner named Barabbas."
  },
  {
    "verse": 17,
    "text": "So when the crowd had assembled, Pilate asked them, “Which one do you want me to release to you: Barabbas, or Jesus who is called Christ?”"
  },
  {
    "verse": 18,
    "text": "For he knew it was out of envy that they had handed Jesus over to him."
  },
  {
    "verse": 19,
    "text": "While Pilate was sitting on the judgment seat, his wife sent him this message: “Have nothing to do with that innocent man, for I have suffered terribly in a dream today because of Him.”"
  },
  {
    "verse": 20,
    "text": "But the chief priests and elders persuaded the crowds to ask for Barabbas and to have Jesus put to death."
  },
  {
    "verse": 21,
    "text": "“Which of the two do you want me to release to you?” asked the governor. “Barabbas,” they replied."
  },
  {
    "verse": 22,
    "text": "“What then should I do with Jesus who is called Christ?” Pilate asked. They all answered, “Crucify Him!”"
  },
  {
    "verse": 23,
    "text": "“Why?” asked Pilate. “What evil has He done?” But they shouted all the louder, “Crucify Him!”"
  },
  {
    "verse": 24,
    "text": "When Pilate saw that he was accomplishing nothing, but that instead a riot was breaking out, he took water and washed his hands before the crowd. “I am innocent of this man’s blood, ” he said. “You bear the responsibility.”"
  },
  {
    "verse": 25,
    "text": "All the people answered, “His blood be on us and on our children!”"
  },
  {
    "verse": 26,
    "text": "So Pilate released Barabbas to them. But he had Jesus flogged, and handed Him over to be crucified."
  },
  {
    "verse": 27,
    "text": "Then the governor’s soldiers took Jesus into the Praetorium and gathered the whole company around Him."
  },
  {
    "verse": 28,
    "text": "They stripped Him and put a scarlet robe on Him."
  },
  {
    "verse": 29,
    "text": "And they twisted together a crown of thorns and set it on His head. They put a staff in His right hand and knelt down before Him to mock Him, saying, “Hail, King of the Jews!”"
  },
  {
    "verse": 30,
    "text": "Then they spit on Him and took the staff and struck Him on the head repeatedly."
  },
  {
    "verse": 31,
    "text": "After they had mocked Him, they removed the robe and put His own clothes back on Him. Then they led Him away to crucify Him."
  },
  {
    "verse": 32,
    "text": "Along the way they found a man from Cyrene, named Simon, and they forced him to carry the cross of Jesus."
  },
  {
    "verse": 33,
    "text": "And when they came to a place called Golgotha, which means The Place of the Skull,"
  },
  {
    "verse": 34,
    "text": "they offered Him wine to drink, mixed with gall; but after tasting it, He refused to drink it."
  },
  {
    "verse": 35,
    "text": "When they had crucified Him, they divided up His garments by casting lots."
  },
  {
    "verse": 36,
    "text": "And sitting down, they kept watch over Him there."
  },
  {
    "verse": 37,
    "text": "Above His head they posted the written charge against Him: THIS IS JESUS, THE KING OF THE JEWS."
  },
  {
    "verse": 38,
    "text": "Two robbers were crucified with Him, one on His right hand and the other on His left."
  },
  {
    "verse": 39,
    "text": "And those who passed by heaped abuse on Him, shaking their heads"
  },
  {
    "verse": 40,
    "text": "and saying, “You who are going to destroy the temple and rebuild it in three days, save Yourself! If You are the Son of God, come down from the cross!”"
  },
  {
    "verse": 41,
    "text": "In the same way, the chief priests, scribes, and elders mocked Him, saying,"
  },
  {
    "verse": 42,
    "text": "“He saved others, but He cannot save Himself. He is the King of Israel! Let Him come down now from the cross, and we will believe in Him."
  },
  {
    "verse": 43,
    "text": "He trusts in God. Let God deliver Him now if He wants Him. For He said, ‘I am the Son of God.’”"
  },
  {
    "verse": 44,
    "text": "In the same way, even the robbers who were crucified with Him berated Him."
  },
  {
    "verse": 45,
    "text": "From the sixth hour until the ninth hour darkness came over all the land."
  },
  {
    "verse": 46,
    "text": "About the ninth hour Jesus cried out in a loud voice, “Eli, Eli, lema sabachthani?” which means, “My God, My God, why have You forsaken Me?”"
  },
  {
    "verse": 47,
    "text": "When some of those standing there heard this, they said, “He is calling Elijah.”"
  },
  {
    "verse": 48,
    "text": "One of them quickly ran and brought a sponge. He filled it with sour wine, put it on a reed, and held it up for Jesus to drink."
  },
  {
    "verse": 49,
    "text": "But the others said, “Leave Him alone. Let us see if Elijah comes to save Him.”"
  },
  {
    "verse": 50,
    "text": "When Jesus had cried out again in a loud voice, He yielded up His spirit."
  },
  {
    "verse": 51,
    "text": "At that moment the veil of the temple was torn in two from top to bottom. The earth quaked and the rocks were split."
  },
  {
    "verse": 52,
    "text": "The tombs broke open, and the bodies of many saints who had fallen asleep were raised."
  },
  {
    "verse": 53,
    "text": "After Jesus’ resurrection, when they had come out of the tombs, they entered the holy city and appeared to many people."
  },
  {
    "verse": 54,
    "text": "When the centurion and those with him who were guarding Jesus saw the earthquake and all that had happened, they were terrified and said, “Truly this was the Son of God.”"
  },
  {
    "verse": 55,
    "text": "And many women were there, watching from a distance. They had followed Jesus from Galilee to minister to Him."
  },
  {
    "verse": 56,
    "text": "Among them were Mary Magdalene, Mary the mother of James and Joseph, and the mother of Zebedee’s sons."
  },
  {
    "verse": 57,
    "text": "When it was evening, there came a rich man from Arimathea named Joseph, who himself was a disciple of Jesus."
  },
  {
    "verse": 58,
    "text": "He went to Pilate to ask for the body of Jesus, and Pilate ordered that it be given to him."
  },
  {
    "verse": 59,
    "text": "So Joseph took the body, wrapped it in a clean linen cloth,"
  },
  {
    "verse": 60,
    "text": "and placed it in his own new tomb that he had cut into the rock. Then he rolled a great stone across the entrance to the tomb and went away."
  },
  {
    "verse": 61,
    "text": "Mary Magdalene and the other Mary were sitting there opposite the tomb."
  },
  {
    "verse": 62,
    "text": "The next day, the one after Preparation Day, the chief priests and Pharisees assembled before Pilate."
  },
  {
    "verse": 63,
    "text": "“Sir,” they said, “we remember that while He was alive that deceiver said, ‘After three days I will rise again.’"
  },
  {
    "verse": 64,
    "text": "So give the order that the tomb be secured until the third day. Otherwise, His disciples may come and steal Him away and tell the people He has risen from the dead. And this last deception would be worse than the first.”"
  },
  {
    "verse": 65,
    "text": "“You have a guard,” Pilate said. “Go, make the tomb as secure as you know how.”"
  },
  {
    "verse": 66,
    "text": "So they went and secured the tomb by sealing the stone and posting the guard."
  }
]