[
  {
    "verse": 1,
    "text": "My brothers, as you hold out your faith in our glorious Lord Jesus Christ, do not show favoritism."
  },
  {
    "verse": 2,
    "text": "Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in shabby clothes also comes in."
  },
  {
    "verse": 3,
    "text": "If you lavish attention on the man in fine clothes and say, “Here is a seat of honor,” but say to the poor man, “You must stand” or “Sit at my feet,”"
  },
  {
    "verse": 4,
    "text": "have you not discriminated among yourselves and become judges with evil thoughts?"
  },
  {
    "verse": 5,
    "text": "Listen, my beloved brothers: Has not God chosen the poor of this world to be rich in faith and to inherit the kingdom He promised those who love Him?"
  },
  {
    "verse": 6,
    "text": "But you have dishonored the poor. Is it not the rich who oppress you and drag you into court?"
  },
  {
    "verse": 7,
    "text": "Are they not the ones who blaspheme the noble name by which you have been called?"
  },
  {
    "verse": 8,
    "text": "If you really fulfill the royal law stated in Scripture, “Love your neighbor as yourself,” you are doing well."
  },
  {
    "verse": 9,
    "text": "But if you show favoritism, you sin and are convicted by the law as transgressors."
  },
  {
    "verse": 10,
    "text": "Whoever keeps the whole law but stumbles at just one point is guilty of breaking all of it."
  },
  {
    "verse": 11,
    "text": "For He who said, “Do not commit adultery,” also said, “Do not murder.” If you do not commit adultery, but do commit murder, you have become a lawbreaker."
  },
  {
    "verse": 12,
    "text": "Speak and act as those who are going to be judged by the law that gives freedom."
  },
  {
    "verse": 13,
    "text": "For judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment."
  },
  {
    "verse": 14,
    "text": "What good is it, my brothers, if someone claims to have faith, but has no deeds? Can such faith save him?"
  },
  {
    "verse": 15,
    "text": "Suppose a brother or sister is without clothes and daily food."
  },
  {
    "verse": 16,
    "text": "If one of you tells him, “Go in peace; stay warm and well fed,” but does not provide for his physical needs, what good is that?"
  },
  {
    "verse": 17,
    "text": "So too, faith by itself, if it does not result in action, is dead."
  },
  {
    "verse": 18,
    "text": "But someone will say, “You have faith and I have deeds.” Show me your faith without deeds, and I will show you my faith by my deeds."
  },
  {
    "verse": 19,
    "text": "You believe that God is one. Good for you! Even the demons believe that—and shudder."
  },
  {
    "verse": 20,
    "text": "O foolish man, do you want evidence that faith without deeds is worthless?"
  },
  {
    "verse": 21,
    "text": "Was not our father Abraham justified by what he did when he offered his son Isaac on the altar?"
  },
  {
    "verse": 22,
    "text": "You see that his faith was working with his actions, and his faith was perfected by what he did."
  },
  {
    "verse": 23,
    "text": "And the Scripture was fulfilled that says, “Abraham believed God, and it was credited to him as righteousness,” and he was called a friend of God."
  },
  {
    "verse": 24,
    "text": "As you can see, a man is justified by his deeds and not by faith alone."
  },
  {
    "verse": 25,
    "text": "In the same way, was not even Rahab the prostitute justified by her actions when she welcomed the spies and sent them off on another route?"
  },
  {
    "verse": 26,
    "text": "As the body without the spirit is dead, so faith without deeds is dead."
  }
]