[
  {
    "verse": 1,
    "text": "Peter, an apostle of Jesus Christ, To the elect who are exiles of the Dispersion throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia, chosen"
  },
  {
    "verse": 2,
    "text": "according to the foreknowledge of God the Father and sanctified by the Spirit for obedience to Jesus Christ and sprinkling by His blood: Grace and peace be yours in abundance."
  },
  {
    "verse": 3,
    "text": "Blessed be the God and Father of our Lord Jesus Christ! By His great mercy He has given us new birth into a living hope through the resurrection of Jesus Christ from the dead,"
  },
  {
    "verse": 4,
    "text": "and into an inheritance that is imperishable, undefiled, and unfading, reserved in heaven for you,"
  },
  {
    "verse": 5,
    "text": "who through faith are shielded by God’s power for the salvation that is ready to be revealed in the last time."
  },
  {
    "verse": 6,
    "text": "In this you greatly rejoice, though now for a little while you may have had to suffer grief in various trials"
  },
  {
    "verse": 7,
    "text": "so that the proven character of your faith—more precious than gold, which perishes even though refined by fire—may result in praise, glory, and honor at the revelation of Jesus Christ."
  },
  {
    "verse": 8,
    "text": "Though you have not seen Him, you love Him; and though you do not see Him now, you believe in Him and rejoice with an inexpressible and glorious joy,"
  },
  {
    "verse": 9,
    "text": "now that you are receiving the goal of your faith, the salvation of your souls."
  },
  {
    "verse": 10,
    "text": "Concerning this salvation, the prophets who foretold the grace to come to you searched and investigated carefully,"
  },
  {
    "verse": 11,
    "text": "trying to determine the time and setting to which the Spirit of Christ in them was pointing when He predicted the sufferings of Christ and the glories to follow."
  },
  {
    "verse": 12,
    "text": "It was revealed to them that they were not serving themselves, but you, when they foretold the things now announced by those who preached the gospel to you by the Holy Spirit sent from heaven. Even angels long to look into these things."
  },
  {
    "verse": 13,
    "text": "Therefore prepare your minds for action. Be sober-minded. Set your hope fully on the grace to be given you at the revelation of Jesus Christ."
  },
  {
    "verse": 14,
    "text": "As obedient children, do not conform to the passions of your former ignorance."
  },
  {
    "verse": 15,
    "text": "But just as He who called you is holy, so be holy in all you do,"
  },
  {
    "verse": 16,
    "text": "for it is written: “Be holy, because I am holy.”"
  },
  {
    "verse": 17,
    "text": "Since you call on a Father who judges each one’s work impartially, conduct yourselves in reverent fear during your stay as foreigners."
  },
  {
    "verse": 18,
    "text": "For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life you inherited from your forefathers,"
  },
  {
    "verse": 19,
    "text": "but with the precious blood of Christ, a lamb without blemish or spot."
  },
  {
    "verse": 20,
    "text": "He was known before the foundation of the world, but was revealed in the last times for your sake."
  },
  {
    "verse": 21,
    "text": "Through Him you believe in God, who raised Him from the dead and glorified Him; and so your faith and hope are in God."
  },
  {
    "verse": 22,
    "text": "Since you have purified your souls by obedience to the truth so that you have a genuine love for your brothers, love one another deeply, from a pure heart."
  },
  {
    "verse": 23,
    "text": "For you have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God."
  },
  {
    "verse": 24,
    "text": "For, “All flesh is like grass, and all its glory like the flowers of the field; the grass withers and the flowers fall,"
  },
  {
    "verse": 25,
    "text": "but the word of the Lord stands forever.” And this is the word that was proclaimed to you."
  }
]