[
  {
    "verse": 1,
    "text": "The second lot came out for the clans of the tribe of Simeon: Their inheritance lay within the territory of Judah"
  },
  {
    "verse": 2,
    "text": "and included Beersheba (or Sheba), Moladah,"
  },
  {
    "verse": 3,
    "text": "Hazar-shual, Balah, Ezem,"
  },
  {
    "verse": 4,
    "text": "Eltolad, Bethul, Hormah,"
  },
  {
    "verse": 5,
    "text": "Ziklag, Beth-marcaboth, Hazar-susah,"
  },
  {
    "verse": 6,
    "text": "Beth-lebaoth, and Sharuhen—thirteen cities, along with their villages."
  },
  {
    "verse": 7,
    "text": "Ain, Rimmon, Ether, and Ashan—four cities, along with their villages,"
  },
  {
    "verse": 8,
    "text": "and all the villages surrounding these cities as far as Baalath-beer (Ramah of the Negev). This was the inheritance of the clans of the tribe of Simeon."
  },
  {
    "verse": 9,
    "text": "The inheritance of the Simeonites was taken from the territory of Judah, because the share for Judah’s descendants was too large for them. So the Simeonites received an inheritance within Judah’s portion."
  },
  {
    "verse": 10,
    "text": "The third lot came up for the clans of the tribe of Zebulun: The border of their inheritance stretched as far as Sarid."
  },
  {
    "verse": 11,
    "text": "It went up westward to Maralah, reached Dabbesheth, and met the brook east of Jokneam."
  },
  {
    "verse": 12,
    "text": "From Sarid it turned eastward along the border of Chisloth-tabor and went on to Daberath and up to Japhia."
  },
  {
    "verse": 13,
    "text": "From there it crossed eastward to Gath-hepher and to Eth-kazin; it extended to Rimmon and curved around toward Neah."
  },
  {
    "verse": 14,
    "text": "Then the border circled around the north side of Neah to Hannathon and ended at the Valley of Iphtah-el."
  },
  {
    "verse": 15,
    "text": "It also included Kattath, Nahalal, Shimron, Idalah, and Bethlehem. There were twelve cities, along with their villages."
  },
  {
    "verse": 16,
    "text": "This was the inheritance of the clans of the tribe of Zebulun, including these cities and their villages."
  },
  {
    "verse": 17,
    "text": "The fourth lot came out for the clans of the tribe of Issachar:"
  },
  {
    "verse": 18,
    "text": "Their territory included Jezreel, Chesulloth, Shunem,"
  },
  {
    "verse": 19,
    "text": "Hapharaim, Shion, Anaharath,"
  },
  {
    "verse": 20,
    "text": "Rabbith, Kishion, Ebez,"
  },
  {
    "verse": 21,
    "text": "Remeth, En-gannim, En-haddah, and Beth-pazzez."
  },
  {
    "verse": 22,
    "text": "The border reached Tabor, Shahazumah, and Beth-shemesh, and ended at the Jordan. There were sixteen cities, along with their villages."
  },
  {
    "verse": 23,
    "text": "This was the inheritance of the clans of the tribe of Issachar, including these cities and their villages."
  },
  {
    "verse": 24,
    "text": "The fifth lot came out for the clans of the tribe of Asher:"
  },
  {
    "verse": 25,
    "text": "Their territory included Helkath, Hali, Beten, Achshaph,"
  },
  {
    "verse": 26,
    "text": "Allammelech, Amad, and Mishal. On the west the border touched Carmel and Shihor-libnath,"
  },
  {
    "verse": 27,
    "text": "then turned eastward toward Beth-dagon, touched Zebulun and the Valley of Iphtah-el, and went north to Beth-emek and Neiel, passing Cabul on the left."
  },
  {
    "verse": 28,
    "text": "It went on to Ebron, Rehob, Hammon, and Kanah, as far as Greater Sidon."
  },
  {
    "verse": 29,
    "text": "The border then turned back toward Ramah as far as the fortified city of Tyre, turned toward Hosah, and came out at the Sea in the region of Achzib,"
  },
  {
    "verse": 30,
    "text": "Ummah, Aphek, and Rehob. There were twenty-two cities, along with their villages."
  },
  {
    "verse": 31,
    "text": "This was the inheritance of the clans of the tribe of Asher, including these cities and their villages."
  },
  {
    "verse": 32,
    "text": "The sixth lot came out for the clans of the tribe of Naphtali:"
  },
  {
    "verse": 33,
    "text": "Their border started at Heleph and the great tree of Zaanannim, passing Adami-nekeb and Jabneel as far as Lakkum and ending at the Jordan."
  },
  {
    "verse": 34,
    "text": "Then the border turned westward to Aznoth-tabor and ran from there to Hukkok, touching Zebulun on the south side, Asher on the west, and Judah at the Jordan on the east."
  },
  {
    "verse": 35,
    "text": "The fortified cities were Ziddim, Zer, Hammath, Rakkath, Chinnereth,"
  },
  {
    "verse": 36,
    "text": "Adamah, Ramah, Hazor,"
  },
  {
    "verse": 37,
    "text": "Kedesh, Edrei, En-hazor,"
  },
  {
    "verse": 38,
    "text": "Iron, Migdal-el, Horem, Beth-anath, and Beth-shemesh. There were nineteen cities, along with their villages."
  },
  {
    "verse": 39,
    "text": "This was the inheritance of the clans of the tribe of Naphtali, including these cities and their villages."
  },
  {
    "verse": 40,
    "text": "The seventh lot came out for the clans of the tribe of Dan:"
  },
  {
    "verse": 41,
    "text": "The territory of their inheritance included Zorah, Eshtaol, Ir-shemesh,"
  },
  {
    "verse": 42,
    "text": "Shaalabbin, Aijalon, Ithlah,"
  },
  {
    "verse": 43,
    "text": "Elon, Timnah, Ekron,"
  },
  {
    "verse": 44,
    "text": "Eltekeh, Gibbethon, Baalath,"
  },
  {
    "verse": 45,
    "text": "Jehud, Bene-berak, Gath-rimmon,"
  },
  {
    "verse": 46,
    "text": "Me-jarkon, and Rakkon, including the territory across from Joppa."
  },
  {
    "verse": 47,
    "text": "(Later, when the territory of the Danites was lost to them, they went up and fought against Leshem, captured it, and put it to the sword. So they took possession of Leshem, settled there, and renamed it after their father Dan.)"
  },
  {
    "verse": 48,
    "text": "This was the inheritance of the clans of the tribe of Dan, including these cities and their villages."
  },
  {
    "verse": 49,
    "text": "When they had finished distributing the land into its territories, the Israelites gave Joshua son of Nun an inheritance among them,"
  },
  {
    "verse": 50,
    "text": "as the LORD had commanded. They gave him the city of Timnath-serah in the hill country of Ephraim, as he requested. He rebuilt the city and settled in it."
  },
  {
    "verse": 51,
    "text": "These are the inheritances that Eleazar the priest, Joshua son of Nun, and the heads of the families distributed by lot to the tribes of Israel at Shiloh before the LORD at the entrance to the Tent of Meeting. So they finished dividing up the land."
  }
]