[
  {
    "verse": 1,
    "text": "Now about the times and seasons, brothers, we do not need to write to you."
  },
  {
    "verse": 2,
    "text": "For you are fully aware that the Day of the Lord will come like a thief in the night."
  },
  {
    "verse": 3,
    "text": "While people are saying, “Peace and security,” destruction will come upon them suddenly, like labor pains on a pregnant woman, and they will not escape."
  },
  {
    "verse": 4,
    "text": "But you, brothers, are not in the darkness so that this day should overtake you like a thief."
  },
  {
    "verse": 5,
    "text": "For you are all sons of the light and sons of the day; we do not belong to the night or to the darkness."
  },
  {
    "verse": 6,
    "text": "So then, let us not sleep as the others do, but let us remain awake and sober."
  },
  {
    "verse": 7,
    "text": "For those who sleep, sleep at night; and those who get drunk, get drunk at night."
  },
  {
    "verse": 8,
    "text": "But since we belong to the day, let us be sober, putting on the breastplate of faith and love, and the helmet of our hope of salvation."
  },
  {
    "verse": 9,
    "text": "For God has not appointed us to suffer wrath, but to obtain salvation through our Lord Jesus Christ."
  },
  {
    "verse": 10,
    "text": "He died for us so that, whether we are awake or asleep, we may live together with Him."
  },
  {
    "verse": 11,
    "text": "Therefore encourage and build one another up, just as you are already doing."
  },
  {
    "verse": 12,
    "text": "But we ask you, brothers, to acknowledge those who work diligently among you, who preside over you in the Lord and give you instruction."
  },
  {
    "verse": 13,
    "text": "In love, hold them in highest regard because of their work. Live in peace with one another."
  },
  {
    "verse": 14,
    "text": "And we urge you, brothers, to admonish the unruly, encourage the fainthearted, help the weak, and be patient with everyone."
  },
  {
    "verse": 15,
    "text": "Make sure that no one repays evil for evil. Always pursue what is good for one another and for all people."
  },
  {
    "verse": 16,
    "text": "Rejoice at all times."
  },
  {
    "verse": 17,
    "text": "Pray without ceasing."
  },
  {
    "verse": 18,
    "text": "Give thanks in every circumstance, for this is God’s will for you in Christ Jesus."
  },
  {
    "verse": 19,
    "text": "Do not extinguish the Spirit."
  },
  {
    "verse": 20,
    "text": "Do not treat prophecies with contempt,"
  },
  {
    "verse": 21,
    "text": "but test all things. Hold fast to what is good."
  },
  {
    "verse": 22,
    "text": "Abstain from every form of evil."
  },
  {
    "verse": 23,
    "text": "Now may the God of peace Himself sanctify you completely, and may your entire spirit, soul, and body be kept blameless at the coming of our Lord Jesus Christ."
  },
  {
    "verse": 24,
    "text": "The One who calls you is faithful, and He will do it."
  },
  {
    "verse": 25,
    "text": "Brothers, pray for us as well."
  },
  {
    "verse": 26,
    "text": "Greet all the brothers with a holy kiss."
  },
  {
    "verse": 27,
    "text": "I charge you before the Lord to have this letter read to all the brothers."
  },
  {
    "verse": 28,
    "text": "The grace of our Lord Jesus Christ be with you."
  }
]