[
  {
    "verse": 1,
    "text": "Dishonest scales are an abomination to the LORD, but an accurate weight is His delight."
  },
  {
    "verse": 2,
    "text": "When pride comes, disgrace follows, but with humility comes wisdom."
  },
  {
    "verse": 3,
    "text": "The integrity of the upright guides them, but the perversity of the faithless destroys them."
  },
  {
    "verse": 4,
    "text": "Riches are worthless in the day of wrath, but righteousness brings deliverance from death."
  },
  {
    "verse": 5,
    "text": "The righteousness of the blameless directs their path, but the wicked fall by their own wickedness."
  },
  {
    "verse": 6,
    "text": "The righteousness of the upright delivers them, but the faithless are trapped by their own desires."
  },
  {
    "verse": 7,
    "text": "When the wicked man dies, his hope perishes, and the hope of his strength vanishes."
  },
  {
    "verse": 8,
    "text": "The righteous man is delivered from trouble; in his place the wicked man goes in."
  },
  {
    "verse": 9,
    "text": "With his mouth the ungodly man destroys his neighbor, but through knowledge the righteous are rescued."
  },
  {
    "verse": 10,
    "text": "When the righteous thrive, the city rejoices, and when the wicked perish, there are shouts of joy."
  },
  {
    "verse": 11,
    "text": "By the blessing of the upright a city is built up, but by the mouth of the wicked it is torn down."
  },
  {
    "verse": 12,
    "text": "Whoever shows contempt for his neighbor lacks judgment, but a man of understanding remains silent."
  },
  {
    "verse": 13,
    "text": "A gossip reveals a secret, but a trustworthy person keeps a confidence."
  },
  {
    "verse": 14,
    "text": "For lack of guidance, a nation falls, but with many counselors comes deliverance."
  },
  {
    "verse": 15,
    "text": "He who puts up security for a stranger will surely suffer, but the one who hates indebtedness is secure."
  },
  {
    "verse": 16,
    "text": "A gracious woman attains honor, but ruthless men gain only wealth."
  },
  {
    "verse": 17,
    "text": "A kind man benefits himself, but a cruel man brings trouble on himself."
  },
  {
    "verse": 18,
    "text": "The wicked man earns an empty wage, but he who sows righteousness reaps a true reward."
  },
  {
    "verse": 19,
    "text": "Genuine righteousness leads to life, but the pursuit of evil brings death."
  },
  {
    "verse": 20,
    "text": "The perverse in heart are an abomination to the LORD, but the blameless in their walk are His delight."
  },
  {
    "verse": 21,
    "text": "Be assured that the wicked will not go unpunished, but the offspring of the righteous will escape."
  },
  {
    "verse": 22,
    "text": "Like a gold ring in a pig’s snout is a beautiful woman who lacks discretion."
  },
  {
    "verse": 23,
    "text": "The desire of the righteous leads only to good, but the hope of the wicked brings wrath."
  },
  {
    "verse": 24,
    "text": "One gives freely, yet gains even more; another withholds what is right, only to become poor."
  },
  {
    "verse": 25,
    "text": "A generous soul will prosper, and he who refreshes others will himself be refreshed."
  },
  {
    "verse": 26,
    "text": "The people will curse the hoarder of grain, but blessing will crown the one who sells it."
  },
  {
    "verse": 27,
    "text": "He who searches out good finds favor, but evil will come to him who seeks it."
  },
  {
    "verse": 28,
    "text": "He who trusts in his riches will fall, but the righteous will thrive like foliage."
  },
  {
    "verse": 29,
    "text": "He who brings trouble on his house will inherit the wind, and the fool will be servant to the wise of heart."
  },
  {
    "verse": 30,
    "text": "The fruit of the righteous is a tree of life, and he who wins souls is wise."
  },
  {
    "verse": 31,
    "text": "If the righteous receive their due on earth, how much more the ungodly and the sinner!"
  }
]