[
  {
    "verse": 1,
    "text": "A wise son heeds his father’s discipline, but a mocker does not listen to rebuke."
  },
  {
    "verse": 2,
    "text": "From the fruit of his lips a man enjoys good things, but the desire of the faithless is violence."
  },
  {
    "verse": 3,
    "text": "He who guards his mouth protects his life, but the one who opens his lips invites his own ruin."
  },
  {
    "verse": 4,
    "text": "The slacker craves yet has nothing, but the soul of the diligent is fully satisfied."
  },
  {
    "verse": 5,
    "text": "The righteous hate falsehood, but the wicked bring shame and disgrace."
  },
  {
    "verse": 6,
    "text": "Righteousness guards the man of integrity, but wickedness undermines the sinner."
  },
  {
    "verse": 7,
    "text": "One pretends to be rich, but has nothing; another pretends to be poor, yet has great wealth."
  },
  {
    "verse": 8,
    "text": "Riches may ransom a man’s life, but a poor man hears no threat."
  },
  {
    "verse": 9,
    "text": "The light of the righteous shines brightly, but the lamp of the wicked is extinguished."
  },
  {
    "verse": 10,
    "text": "Arrogance leads only to strife, but wisdom is with the well-advised."
  },
  {
    "verse": 11,
    "text": "Dishonest wealth will dwindle, but what is earned through hard work will be multiplied."
  },
  {
    "verse": 12,
    "text": "Hope deferred makes the heart sick, but desire fulfilled is a tree of life."
  },
  {
    "verse": 13,
    "text": "He who despises instruction will pay the penalty, but the one who respects a command will be rewarded."
  },
  {
    "verse": 14,
    "text": "The teaching of the wise is a fountain of life, turning one from the snares of death."
  },
  {
    "verse": 15,
    "text": "Good understanding wins favor, but the way of the faithless is difficult."
  },
  {
    "verse": 16,
    "text": "Every prudent man acts with knowledge, but a fool displays his folly."
  },
  {
    "verse": 17,
    "text": "A wicked messenger falls into trouble, but a faithful envoy brings healing."
  },
  {
    "verse": 18,
    "text": "Poverty and shame come to him who ignores discipline, but whoever heeds correction is honored."
  },
  {
    "verse": 19,
    "text": "Desire fulfilled is sweet to the soul, but turning from evil is detestable to fools."
  },
  {
    "verse": 20,
    "text": "He who walks with the wise will become wise, but the companion of fools will be destroyed."
  },
  {
    "verse": 21,
    "text": "Disaster pursues sinners, but prosperity is the reward of the righteous."
  },
  {
    "verse": 22,
    "text": "A good man leaves an inheritance to his children’s children, but the sinner’s wealth is passed to the righteous."
  },
  {
    "verse": 23,
    "text": "Abundant food is in the fallow ground of the poor, but without justice it is swept away."
  },
  {
    "verse": 24,
    "text": "He who spares the rod hates his son, but he who loves him disciplines him diligently."
  },
  {
    "verse": 25,
    "text": "A righteous man eats to his heart’s content, but the stomach of the wicked is empty."
  }
]