[
  {
    "verse": 1,
    "text": "Better a poor man who walks with integrity than a fool whose lips are perverse."
  },
  {
    "verse": 2,
    "text": "Even zeal is no good without knowledge, and he who hurries his footsteps misses the mark."
  },
  {
    "verse": 3,
    "text": "A man’s own folly subverts his way, yet his heart rages against the LORD."
  },
  {
    "verse": 4,
    "text": "Wealth attracts many friends, but a poor man is deserted by his friend."
  },
  {
    "verse": 5,
    "text": "A false witness will not go unpunished, and one who utters lies will not escape."
  },
  {
    "verse": 6,
    "text": "Many seek the favor of the prince, and everyone is a friend of the gift giver."
  },
  {
    "verse": 7,
    "text": "All the brothers of a poor man hate him— how much more do his friends avoid him! He may pursue them with pleading, but they are nowhere to be found."
  },
  {
    "verse": 8,
    "text": "He who acquires wisdom loves himself; one who safeguards understanding will find success."
  },
  {
    "verse": 9,
    "text": "A false witness will not go unpunished, and one who pours out lies will perish."
  },
  {
    "verse": 10,
    "text": "Luxury is unseemly for a fool— how much worse for a slave to rule over princes!"
  },
  {
    "verse": 11,
    "text": "A man’s insight gives him patience, and his virtue is to overlook an offense."
  },
  {
    "verse": 12,
    "text": "A king’s rage is like the roar of a lion, but his favor is like dew on the grass."
  },
  {
    "verse": 13,
    "text": "A foolish son is his father’s ruin, and a quarrelsome wife is like a constant dripping."
  },
  {
    "verse": 14,
    "text": "Houses and wealth are inherited from fathers, but a prudent wife is from the LORD."
  },
  {
    "verse": 15,
    "text": "Laziness brings on deep sleep, and an idle soul will suffer hunger."
  },
  {
    "verse": 16,
    "text": "He who keeps a commandment preserves his soul, but he who is careless in his ways will die."
  },
  {
    "verse": 17,
    "text": "Kindness to the poor is a loan to the LORD, and He will repay the lender."
  },
  {
    "verse": 18,
    "text": "Discipline your son, for in that there is hope; do not be party to his death."
  },
  {
    "verse": 19,
    "text": "A man of great anger must pay the penalty; if you rescue him, you will have to do so again."
  },
  {
    "verse": 20,
    "text": "Listen to counsel and accept discipline, that you may be wise the rest of your days."
  },
  {
    "verse": 21,
    "text": "Many plans are in a man’s heart, but the purpose of the LORD will prevail."
  },
  {
    "verse": 22,
    "text": "The desire of a man is loving devotion; better to be poor than a liar."
  },
  {
    "verse": 23,
    "text": "The fear of the LORD leads to life, that one may rest content, without visitation from harm."
  },
  {
    "verse": 24,
    "text": "The slacker buries his hand in the dish; he will not even bring it back to his mouth."
  },
  {
    "verse": 25,
    "text": "Strike a mocker, and the simple will beware; rebuke the discerning man, and he will gain knowledge."
  },
  {
    "verse": 26,
    "text": "He who assaults his father or evicts his mother is a son who brings shame and disgrace."
  },
  {
    "verse": 27,
    "text": "If you cease to hear instruction, my son, you will stray from the words of knowledge."
  },
  {
    "verse": 28,
    "text": "A corrupt witness mocks justice, and a wicked mouth swallows iniquity."
  },
  {
    "verse": 29,
    "text": "Judgments are prepared for mockers, and beatings for the backs of fools."
  }
]