[
  {
    "verse": 1,
    "text": "My son, if you accept my words and hide my commandments within you,"
  },
  {
    "verse": 2,
    "text": "if you incline your ear to wisdom and direct your heart to understanding,"
  },
  {
    "verse": 3,
    "text": "if you truly call out to insight and lift your voice to understanding,"
  },
  {
    "verse": 4,
    "text": "if you seek it like silver and search it out like hidden treasure,"
  },
  {
    "verse": 5,
    "text": "then you will discern the fear of the LORD and discover the knowledge of God."
  },
  {
    "verse": 6,
    "text": "For the LORD gives wisdom; from His mouth come knowledge and understanding."
  },
  {
    "verse": 7,
    "text": "He stores up sound wisdom for the upright; He is a shield to those who walk with integrity,"
  },
  {
    "verse": 8,
    "text": "to guard the paths of justice and protect the way of His saints."
  },
  {
    "verse": 9,
    "text": "Then you will discern righteousness and justice and equity—every good path."
  },
  {
    "verse": 10,
    "text": "For wisdom will enter your heart, and knowledge will delight your soul."
  },
  {
    "verse": 11,
    "text": "Discretion will watch over you, and understanding will guard you,"
  },
  {
    "verse": 12,
    "text": "to deliver you from the way of evil, from the man who speaks perversity,"
  },
  {
    "verse": 13,
    "text": "from those who leave the straight paths to walk in the ways of darkness,"
  },
  {
    "verse": 14,
    "text": "from those who enjoy doing evil and rejoice in the twistedness of evil,"
  },
  {
    "verse": 15,
    "text": "whose paths are crooked and whose ways are devious."
  },
  {
    "verse": 16,
    "text": "It will rescue you from the forbidden woman, from the stranger with seductive words"
  },
  {
    "verse": 17,
    "text": "who abandons the partner of her youth and forgets the covenant of her God."
  },
  {
    "verse": 18,
    "text": "For her house sinks down to death, and her tracks to the departed spirits."
  },
  {
    "verse": 19,
    "text": "None who go to her return or negotiate the paths of life."
  },
  {
    "verse": 20,
    "text": "So you will follow in the ways of the good, and keep to the paths of the righteous."
  },
  {
    "verse": 21,
    "text": "For the upright will inhabit the land, and the blameless will remain in it;"
  },
  {
    "verse": 22,
    "text": "but the wicked will be cut off from the land, and the unfaithful will be uprooted."
  }
]