[
  {
    "verse": 1,
    "text": "These are additional proverbs of Solomon, which were copied by the men of Hezekiah king of Judah:"
  },
  {
    "verse": 2,
    "text": "It is the glory of God to conceal a matter and the glory of kings to search it out."
  },
  {
    "verse": 3,
    "text": "As the heavens are high and the earth is deep, so the hearts of kings cannot be searched."
  },
  {
    "verse": 4,
    "text": "Remove the dross from the silver, and a vessel for a silversmith will come forth."
  },
  {
    "verse": 5,
    "text": "Remove the wicked from the king’s presence, and his throne will be established in righteousness."
  },
  {
    "verse": 6,
    "text": "Do not exalt yourself in the presence of the king, and do not stand in the place of great men;"
  },
  {
    "verse": 7,
    "text": "for it is better that he says to you, “Come up here!” than that you should be demoted in the presence of the prince. Even what you have seen with your own eyes,"
  },
  {
    "verse": 8,
    "text": "do not bring hastily to court. Otherwise, what will you do in the end when your neighbor puts you to shame?"
  },
  {
    "verse": 9,
    "text": "Argue your case with your neighbor without betraying another’s confidence,"
  },
  {
    "verse": 10,
    "text": "lest the one who hears may disgrace you, and your infamy never go away."
  },
  {
    "verse": 11,
    "text": "A word fitly spoken is like apples of gold in settings of silver."
  },
  {
    "verse": 12,
    "text": "Like an earring of gold or an ornament of fine gold is a wise man’s rebuke to a listening ear."
  },
  {
    "verse": 13,
    "text": "Like the cold of snow in the time of harvest is a trustworthy messenger to those who send him; he refreshes the soul of his masters."
  },
  {
    "verse": 14,
    "text": "Like clouds and wind without rain is the man who boasts of gifts never given."
  },
  {
    "verse": 15,
    "text": "Through patience a ruler can be persuaded, and a gentle tongue can break a bone."
  },
  {
    "verse": 16,
    "text": "If you find honey, eat just what you need, lest you have too much and vomit it up."
  },
  {
    "verse": 17,
    "text": "Seldom set foot in your neighbor’s house, lest he grow weary and hate you."
  },
  {
    "verse": 18,
    "text": "Like a club or sword or sharp arrow is a man who bears false witness against his neighbor."
  },
  {
    "verse": 19,
    "text": "Like a broken tooth or a foot out of joint is confidence in a faithless man in time of trouble."
  },
  {
    "verse": 20,
    "text": "Like one who removes a garment on a cold day or vinegar poured on a wound is one who sings songs to a heavy heart."
  },
  {
    "verse": 21,
    "text": "If your enemy is hungry, give him food to eat, and if he is thirsty, give him water to drink."
  },
  {
    "verse": 22,
    "text": "For in so doing, you will heap burning coals on his head, and the LORD will reward you."
  },
  {
    "verse": 23,
    "text": "As the north wind brings forth rain, so a backbiting tongue brings angry looks."
  },
  {
    "verse": 24,
    "text": "Better to live on a corner of the roof than to share a house with a quarrelsome wife."
  },
  {
    "verse": 25,
    "text": "Like cold water to a weary soul is good news from a distant land."
  },
  {
    "verse": 26,
    "text": "Like a muddied spring or a polluted well is a righteous man who gives way to the wicked."
  },
  {
    "verse": 27,
    "text": "It is not good to eat too much honey or to search out one’s own glory."
  },
  {
    "verse": 28,
    "text": "Like a city whose walls are broken down is a man who does not control his temper."
  }
]