[
  {
    "verse": 1,
    "text": "Do not boast about tomorrow, for you do not know what a day may bring."
  },
  {
    "verse": 2,
    "text": "Let another praise you, and not your own mouth— a stranger, and not your own lips."
  },
  {
    "verse": 3,
    "text": "A stone is heavy and sand is a burden, but aggravation from a fool outweighs them both."
  },
  {
    "verse": 4,
    "text": "Wrath is cruel and anger is like a flood, but who can withstand jealousy?"
  },
  {
    "verse": 5,
    "text": "Better an open rebuke than love that is concealed."
  },
  {
    "verse": 6,
    "text": "The wounds of a friend are faithful, but the kisses of an enemy are deceitful."
  },
  {
    "verse": 7,
    "text": "The soul that is full loathes honey, but to a hungry soul, any bitter thing is sweet."
  },
  {
    "verse": 8,
    "text": "Like a bird that strays from its nest is a man who wanders from his home."
  },
  {
    "verse": 9,
    "text": "Oil and incense bring joy to the heart, and the sweetness of a friend is counsel to the soul."
  },
  {
    "verse": 10,
    "text": "Do not forsake your friend or your father’s friend, and do not go to your brother’s house in the day of your calamity; better a neighbor nearby than a brother far away."
  },
  {
    "verse": 11,
    "text": "Be wise, my son, and bring joy to my heart, so that I can answer him who taunts me."
  },
  {
    "verse": 12,
    "text": "The prudent see danger and take cover; but the simple keep going and pay the penalty."
  },
  {
    "verse": 13,
    "text": "Take the garment of him who posts security for a stranger; get collateral if it is for a foreigner."
  },
  {
    "verse": 14,
    "text": "If one blesses his neighbor with a loud voice early in the morning, it will be counted to him as a curse."
  },
  {
    "verse": 15,
    "text": "A constant dripping on a rainy day and a contentious woman are alike—"
  },
  {
    "verse": 16,
    "text": "restraining her is like holding back the wind or grasping oil with one’s right hand."
  },
  {
    "verse": 17,
    "text": "As iron sharpens iron, so one man sharpens another."
  },
  {
    "verse": 18,
    "text": "Whoever tends a fig tree will eat its fruit, and he who looks after his master will be honored."
  },
  {
    "verse": 19,
    "text": "As water reflects the face, so the heart reflects the true man."
  },
  {
    "verse": 20,
    "text": "Sheol and Abaddon are never satisfied; so the eyes of man are never satisfied."
  },
  {
    "verse": 21,
    "text": "A crucible for silver and a furnace for gold, but a man is tested by the praise accorded him."
  },
  {
    "verse": 22,
    "text": "Though you grind a fool like grain with mortar and a pestle, yet his folly will not depart from him."
  },
  {
    "verse": 23,
    "text": "Be sure to know the state of your flocks, and pay close attention to your herds;"
  },
  {
    "verse": 24,
    "text": "for riches are not forever, nor does a crown endure to every generation."
  },
  {
    "verse": 25,
    "text": "When hay is removed and new growth appears and the grain from the hills is gathered,"
  },
  {
    "verse": 26,
    "text": "the lambs will provide you with clothing, and the goats with the price of a field."
  },
  {
    "verse": 27,
    "text": "You will have plenty of goats’ milk to feed you— food for your household and nourishment for your maidservants."
  }
]