[
  {
    "verse": 1,
    "text": "The wicked flee when no one pursues, but the righteous are as bold as a lion."
  },
  {
    "verse": 2,
    "text": "A land in rebellion has many rulers, but a man of understanding and knowledge maintains order."
  },
  {
    "verse": 3,
    "text": "A destitute leader who oppresses the poor is like a driving rain that leaves no food."
  },
  {
    "verse": 4,
    "text": "Those who forsake the law praise the wicked, but those who keep the law resist them."
  },
  {
    "verse": 5,
    "text": "Evil men do not understand justice, but those who seek the LORD comprehend fully."
  },
  {
    "verse": 6,
    "text": "Better a poor man who walks with integrity than a rich man whose ways are perverse."
  },
  {
    "verse": 7,
    "text": "A discerning son keeps the law, but a companion of gluttons disgraces his father."
  },
  {
    "verse": 8,
    "text": "He who increases his wealth by interest and usury lays it up for one who is kind to the poor."
  },
  {
    "verse": 9,
    "text": "Whoever turns his ear away from hearing the law, even his prayer is detestable."
  },
  {
    "verse": 10,
    "text": "He who leads the upright along the path of evil will fall into his own pit, but the blameless will inherit what is good."
  },
  {
    "verse": 11,
    "text": "A rich man is wise in his own eyes, but a poor man with discernment sees through him."
  },
  {
    "verse": 12,
    "text": "When the righteous triumph, there is great glory, but when the wicked rise, men hide themselves."
  },
  {
    "verse": 13,
    "text": "He who conceals his sins will not prosper, but whoever confesses and renounces them will find mercy."
  },
  {
    "verse": 14,
    "text": "Blessed is the man who is always reverent, but he who hardens his heart falls into trouble."
  },
  {
    "verse": 15,
    "text": "Like a roaring lion or a charging bear is a wicked ruler over a helpless people."
  },
  {
    "verse": 16,
    "text": "A leader who lacks judgment is also a great oppressor, but he who hates dishonest profit will prolong his days."
  },
  {
    "verse": 17,
    "text": "A man burdened by bloodguilt will flee into the Pit; let no one support him."
  },
  {
    "verse": 18,
    "text": "He who walks with integrity will be kept safe, but whoever is perverse in his ways will suddenly fall."
  },
  {
    "verse": 19,
    "text": "The one who works his land will have plenty of food, but whoever chases fantasies will have his fill of poverty."
  },
  {
    "verse": 20,
    "text": "A faithful man will abound with blessings, but one eager to be rich will not go unpunished."
  },
  {
    "verse": 21,
    "text": "To show partiality is not good, yet a man will do wrong for a piece of bread."
  },
  {
    "verse": 22,
    "text": "A stingy man hastens after wealth and does not know that poverty awaits him."
  },
  {
    "verse": 23,
    "text": "He who rebukes a man will later find more favor than one who flatters with his tongue."
  },
  {
    "verse": 24,
    "text": "He who robs his father or mother, saying, “It is not wrong,” is a companion to the man who destroys."
  },
  {
    "verse": 25,
    "text": "A greedy man stirs up strife, but he who trusts in the LORD will prosper."
  },
  {
    "verse": 26,
    "text": "He who trusts in himself is a fool, but one who walks in wisdom will be safe."
  },
  {
    "verse": 27,
    "text": "Whoever gives to the poor will not be in need, but he who hides his eyes will receive many curses."
  },
  {
    "verse": 28,
    "text": "When the wicked come to power, people hide themselves; but when they perish, the righteous flourish."
  }
]