[
  {
    "verse": 1,
    "text": "My son, pay attention to my wisdom; incline your ear to my insight,"
  },
  {
    "verse": 2,
    "text": "that you may maintain discretion and your lips may preserve knowledge."
  },
  {
    "verse": 3,
    "text": "Though the lips of the forbidden woman drip honey and her speech is smoother than oil,"
  },
  {
    "verse": 4,
    "text": "in the end she is bitter as wormwood, sharp as a double-edged sword."
  },
  {
    "verse": 5,
    "text": "Her feet go down to death; her steps lead straight to Sheol."
  },
  {
    "verse": 6,
    "text": "She does not consider the path of life; she does not know that her ways are unstable."
  },
  {
    "verse": 7,
    "text": "So now, my sons, listen to me, and do not turn aside from the words of my mouth."
  },
  {
    "verse": 8,
    "text": "Keep your path far from her; do not go near the door of her house,"
  },
  {
    "verse": 9,
    "text": "lest you concede your vigor to others, and your years to one who is cruel;"
  },
  {
    "verse": 10,
    "text": "lest strangers feast on your wealth, and your labors enrich the house of a foreigner."
  },
  {
    "verse": 11,
    "text": "At the end of your life you will groan when your flesh and your body are spent,"
  },
  {
    "verse": 12,
    "text": "and you will say, “How I hated discipline, and my heart despised reproof!"
  },
  {
    "verse": 13,
    "text": "I did not listen to the voice of my teachers or incline my ear to my mentors."
  },
  {
    "verse": 14,
    "text": "I am on the brink of utter ruin in the midst of the whole assembly.”"
  },
  {
    "verse": 15,
    "text": "Drink water from your own cistern, and running water from your own well."
  },
  {
    "verse": 16,
    "text": "Why should your springs flow in the streets, your streams of water in the public squares?"
  },
  {
    "verse": 17,
    "text": "Let them be yours alone, never to be shared with strangers."
  },
  {
    "verse": 18,
    "text": "May your fountain be blessed, and may you rejoice in the wife of your youth:"
  },
  {
    "verse": 19,
    "text": "A loving doe, a graceful fawn— may her breasts satisfy you always; may you be captivated by her love forever."
  },
  {
    "verse": 20,
    "text": "Why be captivated, my son, by an adulteress, or embrace the bosom of a stranger?"
  },
  {
    "verse": 21,
    "text": "For a man’s ways are before the eyes of the LORD, and the LORD examines all his paths."
  },
  {
    "verse": 22,
    "text": "The iniquities of a wicked man entrap him; the cords of his sin entangle him."
  },
  {
    "verse": 23,
    "text": "He dies for lack of discipline, led astray by his own great folly."
  }
]