[
  {
    "verse": 1,
    "text": "My son, keep my words and treasure my commandments within you."
  },
  {
    "verse": 2,
    "text": "Keep my commandments and live; guard my teachings as the apple of your eye."
  },
  {
    "verse": 3,
    "text": "Tie them to your fingers; write them on the tablet of your heart."
  },
  {
    "verse": 4,
    "text": "Say to wisdom, “You are my sister,” and call understanding your kinsman,"
  },
  {
    "verse": 5,
    "text": "that they may keep you from the adulteress, from the stranger with seductive words."
  },
  {
    "verse": 6,
    "text": "For at the window of my house I looked through the lattice."
  },
  {
    "verse": 7,
    "text": "I saw among the simple, I noticed among the youths, a young man lacking judgment,"
  },
  {
    "verse": 8,
    "text": "crossing the street near her corner, strolling down the road to her house,"
  },
  {
    "verse": 9,
    "text": "at twilight, as the day was fading into the dark of the night."
  },
  {
    "verse": 10,
    "text": "Then a woman came out to meet him, with the attire of a harlot and cunning of heart."
  },
  {
    "verse": 11,
    "text": "She is loud and defiant; her feet do not remain at home."
  },
  {
    "verse": 12,
    "text": "Now in the street, now in the squares, she lurks at every corner."
  },
  {
    "verse": 13,
    "text": "She seizes him and kisses him; she brazenly says to him:"
  },
  {
    "verse": 14,
    "text": "“I have made my peace offerings; today I have paid my vows."
  },
  {
    "verse": 15,
    "text": "So I came out to meet you; I sought you, and I have found you."
  },
  {
    "verse": 16,
    "text": "I have decked my bed with coverings, with colored linen from Egypt."
  },
  {
    "verse": 17,
    "text": "I have perfumed my bed with myrrh, with aloes, and with cinnamon."
  },
  {
    "verse": 18,
    "text": "Come, let us take our fill of love till morning. Let us delight in loving caresses!"
  },
  {
    "verse": 19,
    "text": "For my husband is not at home; he has gone on a long journey."
  },
  {
    "verse": 20,
    "text": "He took with him a bag of money and will not return till the moon is full.”"
  },
  {
    "verse": 21,
    "text": "With her great persuasion she entices him; with her flattering lips she lures him."
  },
  {
    "verse": 22,
    "text": "He follows her on impulse, like an ox going to the slaughter, like a deer bounding into a trap,"
  },
  {
    "verse": 23,
    "text": "until an arrow pierces his liver, like a bird darting into a snare— not knowing it will cost him his life."
  },
  {
    "verse": 24,
    "text": "Now, my sons, listen to me, and attend to the words of my mouth."
  },
  {
    "verse": 25,
    "text": "Do not let your heart turn aside to her ways; do not stray into her paths."
  },
  {
    "verse": 26,
    "text": "For she has brought many down to death; her slain are many in number."
  },
  {
    "verse": 27,
    "text": "Her house is the road to Sheol, descending to the chambers of death."
  }
]