[
  {
    "verse": 1,
    "text": "When David was old and full of years, he installed his son Solomon as king over Israel."
  },
  {
    "verse": 2,
    "text": "Then he gathered all the leaders of Israel, as well as the priests and Levites."
  },
  {
    "verse": 3,
    "text": "The Levites thirty years of age or older were counted, and the total number of men was 38,000."
  },
  {
    "verse": 4,
    "text": "“Of these,” said David, “24,000 are to oversee the work of the house of the LORD, 6,000 are to be officers and judges,"
  },
  {
    "verse": 5,
    "text": "4,000 are to be gatekeepers, and 4,000 are to praise the LORD with the instruments I have made for giving praise.”"
  },
  {
    "verse": 6,
    "text": "Then David divided the Levites into divisions according to the sons of Levi: Gershom, Kohath, and Merari."
  },
  {
    "verse": 7,
    "text": "The Gershonites: Ladan and Shimei."
  },
  {
    "verse": 8,
    "text": "The sons of Ladan: Jehiel the first, Zetham, and Joel—three in all."
  },
  {
    "verse": 9,
    "text": "The sons of Shimei: Shelomoth, Haziel, and Haran—three in all. These were the heads of the families of Ladan."
  },
  {
    "verse": 10,
    "text": "And the sons of Shimei: Jahath, Zina, Jeush, and Beriah. These were the sons of Shimei—four in all."
  },
  {
    "verse": 11,
    "text": "Jahath was the first and Zizah was the second; but Jeush and Beriah did not have many sons, so they were counted as one family and received a single assignment."
  },
  {
    "verse": 12,
    "text": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel—four in all."
  },
  {
    "verse": 13,
    "text": "The sons of Amram: Aaron and Moses. Aaron and his descendants were set apart forever to consecrate the most holy things, to burn incense before the LORD, to minister before Him, and to pronounce blessings in His name forever."
  },
  {
    "verse": 14,
    "text": "As for Moses the man of God, his sons were named among the tribe of Levi."
  },
  {
    "verse": 15,
    "text": "The sons of Moses: Gershom and Eliezer."
  },
  {
    "verse": 16,
    "text": "The descendants of Gershom: Shebuel was the first."
  },
  {
    "verse": 17,
    "text": "The descendants of Eliezer: Rehabiah was the first. Eliezer did not have any other sons, but the sons of Rehabiah were very numerous."
  },
  {
    "verse": 18,
    "text": "The sons of Izhar: Shelomith was the first."
  },
  {
    "verse": 19,
    "text": "The sons of Hebron: Jeriah was the first, Amariah the second, Jahaziel the third, and Jekameam the fourth."
  },
  {
    "verse": 20,
    "text": "The sons of Uzziel: Micah was the first and Isshiah the second."
  },
  {
    "verse": 21,
    "text": "The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish."
  },
  {
    "verse": 22,
    "text": "Eleazar died without having any sons; he had only daughters. Their cousins, the sons of Kish, married them."
  },
  {
    "verse": 23,
    "text": "The sons of Mushi: Mahli, Eder, and Jeremoth —three in all."
  },
  {
    "verse": 24,
    "text": "These were the descendants of Levi by their families—the heads of families, registered individually by name—those twenty years of age or older who worked in the service of the house of the LORD."
  },
  {
    "verse": 25,
    "text": "For David had said, “The LORD, the God of Israel, has given rest to His people and has come to dwell in Jerusalem forever."
  },
  {
    "verse": 26,
    "text": "So now the Levites no longer need to carry the tabernacle or any of the articles for its service.”"
  },
  {
    "verse": 27,
    "text": "For according to the final instructions of David, the Levites twenty years of age or older were counted,"
  },
  {
    "verse": 28,
    "text": "but their duty was to assist the descendants of Aaron with the service of the house of the LORD, being responsible for the courts and chambers, the purification of all the holy things, and the work of the service of the house of God,"
  },
  {
    "verse": 29,
    "text": "as well as for the rows of the showbread, the fine flour for the grain offering, the wafers of unleavened bread, the baking, the mixing, and all measurements of quantity and size."
  },
  {
    "verse": 30,
    "text": "They were also to stand every morning to give thanks and praise to the LORD, and likewise in the evening."
  },
  {
    "verse": 31,
    "text": "Whenever burnt offerings were presented to the LORD on the Sabbaths, New Moons, and appointed feasts, they were to serve regularly before the LORD in the numbers prescribed for them."
  },
  {
    "verse": 32,
    "text": "So the Levites were to carry out the responsibilities for the Tent of Meeting and the Holy Place, and, under their brothers the descendants of Aaron, the service of the house of the LORD."
  }
]