[
  {
    "verse": 1,
    "text": "Blow the ram’s horn in Zion; sound the alarm on My holy mountain! Let all who dwell in the land tremble, for the Day of the LORD is coming; indeed, it is near—"
  },
  {
    "verse": 2,
    "text": "a day of darkness and gloom, a day of clouds and blackness. Like the dawn overspreading the mountains a great and strong army appears, such as never was of old, nor will ever be in ages to come."
  },
  {
    "verse": 3,
    "text": "Before them a fire devours, and behind them a flame scorches. The land before them is like the Garden of Eden, but behind them, it is like a desert wasteland— surely nothing will escape them."
  },
  {
    "verse": 4,
    "text": "Their appearance is like that of horses, and they gallop like swift steeds."
  },
  {
    "verse": 5,
    "text": "With a sound like that of chariots they bound over the mountaintops, like the crackling of fire consuming stubble, like a mighty army deployed for battle."
  },
  {
    "verse": 6,
    "text": "Nations writhe in horror before them; every face turns pale."
  },
  {
    "verse": 7,
    "text": "They charge like mighty men; they scale the walls like men of war. Each one marches in formation, not swerving from the course."
  },
  {
    "verse": 8,
    "text": "They do not jostle one another; each proceeds in his path. They burst through the defenses, never breaking ranks."
  },
  {
    "verse": 9,
    "text": "They storm the city; they run along the wall; they climb into houses, entering through windows like thieves."
  },
  {
    "verse": 10,
    "text": "Before them the earth quakes; the heavens tremble. The sun and moon grow dark, and the stars lose their brightness."
  },
  {
    "verse": 11,
    "text": "The LORD raises His voice in the presence of His army. Indeed, His camp is very large, for mighty are those who obey His command. For the Day of the LORD is great and very dreadful. Who can endure it?"
  },
  {
    "verse": 12,
    "text": "“Yet even now,” declares the LORD, “return to Me with all your heart, with fasting, weeping, and mourning.”"
  },
  {
    "verse": 13,
    "text": "So rend your hearts and not your garments, and return to the LORD your God. For He is gracious and compassionate, slow to anger, abounding in loving devotion. And He relents from sending disaster."
  },
  {
    "verse": 14,
    "text": "Who knows? He may turn and relent and leave a blessing behind Him— grain and drink offerings for the LORD your God."
  },
  {
    "verse": 15,
    "text": "Blow the ram’s horn in Zion, consecrate a fast, proclaim a sacred assembly."
  },
  {
    "verse": 16,
    "text": "Gather the people, sanctify the congregation, assemble the aged, gather the children, even those nursing at the breast. Let the bridegroom leave his room, and the bride her chamber."
  },
  {
    "verse": 17,
    "text": "Let the priests who minister before the LORD weep between the portico and the altar, saying, “Spare Your people, O LORD, and do not make Your heritage a reproach, an object of scorn among the nations. Why should they say among the peoples, ‘Where is their God?’”"
  },
  {
    "verse": 18,
    "text": "Then the LORD became jealous for His land, and He spared His people."
  },
  {
    "verse": 19,
    "text": "And the LORD answered His people: “Behold, I will send you grain, new wine, and oil, and by them you will be satisfied. I will never again make you a reproach among the nations."
  },
  {
    "verse": 20,
    "text": "The northern army I will drive away from you, banishing it to a barren and desolate land, its front ranks into the Eastern Sea, and its rear guard into the Western Sea. And its stench will rise; its foul odor will ascend. For He has done great things."
  },
  {
    "verse": 21,
    "text": "Do not be afraid, O land; rejoice and be glad, for the LORD has done great things."
  },
  {
    "verse": 22,
    "text": "Do not be afraid, O beasts of the field, for the open pastures have turned green, the trees bear their fruit, and the fig tree and vine yield their best."
  },
  {
    "verse": 23,
    "text": "Be glad, O children of Zion, and rejoice in the LORD your God, for He has given you the autumn rains for your vindication. He sends you showers, both autumn and spring rains, as before."
  },
  {
    "verse": 24,
    "text": "The threshing floors will be full of grain, and the vats will overflow with new wine and oil."
  },
  {
    "verse": 25,
    "text": "I will repay you for the years eaten by locusts— the swarming locust, the young locust, the destroying locust, and the devouring locust — My great army that I sent against you."
  },
  {
    "verse": 26,
    "text": "You will have plenty to eat, until you are satisfied. You will praise the name of the LORD your God, who has worked wonders for you. My people will never again be put to shame."
  },
  {
    "verse": 27,
    "text": "Then you will know that I am present in Israel and that I am the LORD your God, and there is no other. My people will never again be put to shame."
  },
  {
    "verse": 28,
    "text": "And afterward, I will pour out My Spirit on all people. Your sons and daughters will prophesy, your old men will dream dreams, your young men will see visions."
  },
  {
    "verse": 29,
    "text": "Even on My menservants and maidservants, I will pour out My Spirit in those days."
  },
  {
    "verse": 30,
    "text": "I will show wonders in the heavens and on the earth, blood and fire and columns of smoke."
  },
  {
    "verse": 31,
    "text": "The sun will be turned to darkness and the moon to blood before the coming of the great and awesome Day of the LORD."
  },
  {
    "verse": 32,
    "text": "And everyone who calls on the name of the LORD will be saved; for on Mount Zion and in Jerusalem there will be deliverance, as the LORD has promised, among the remnant called by the LORD."
  }
]