[
  {
    "verse": 1,
    "text": "“Yes, in those days and at that time, when I restore Judah and Jerusalem from captivity,"
  },
  {
    "verse": 2,
    "text": "I will gather all the nations and bring them down to the Valley of Jehoshaphat. There I will enter into judgment against them concerning My people, My inheritance, Israel, whom they have scattered among the nations as they divided up My land."
  },
  {
    "verse": 3,
    "text": "They cast lots for My people; they bartered a boy for a prostitute and sold a girl for wine to drink."
  },
  {
    "verse": 4,
    "text": "Now what do you have against Me, O Tyre, Sidon, and all the regions of Philistia? Are you rendering against Me a recompense? If you retaliate against Me, I will swiftly and speedily return your recompense upon your heads."
  },
  {
    "verse": 5,
    "text": "For you took My silver and gold and carried off My finest treasures to your temples."
  },
  {
    "verse": 6,
    "text": "You sold the people of Judah and Jerusalem to the Greeks, to send them far from their homeland."
  },
  {
    "verse": 7,
    "text": "Behold, I will rouse them from the places to which you sold them; I will return your recompense upon your heads."
  },
  {
    "verse": 8,
    "text": "I will sell your sons and daughters into the hands of the people of Judah, and they will sell them to the Sabeans—to a distant nation.” Indeed, the LORD has spoken."
  },
  {
    "verse": 9,
    "text": "Proclaim this among the nations: “Prepare for war; rouse the mighty men; let all the men of war advance and attack!"
  },
  {
    "verse": 10,
    "text": "Beat your plowshares into swords and your pruning hooks into spears. Let the weak say, ‘I am strong!’"
  },
  {
    "verse": 11,
    "text": "Come quickly, all you surrounding nations, and gather yourselves. Bring down Your mighty ones, O LORD."
  },
  {
    "verse": 12,
    "text": "Let the nations be roused and advance to the Valley of Jehoshaphat, for there I will sit down to judge all the nations on every side."
  },
  {
    "verse": 13,
    "text": "Swing the sickle, for the harvest is ripe. Come, trample the grapes, for the winepress is full; the wine vats overflow because their wickedness is great."
  },
  {
    "verse": 14,
    "text": "Multitudes, multitudes in the valley of decision! For the Day of the LORD is near in the valley of decision."
  },
  {
    "verse": 15,
    "text": "The sun and moon will grow dark, and the stars will no longer shine."
  },
  {
    "verse": 16,
    "text": "The LORD will roar from Zion and raise His voice from Jerusalem; heaven and earth will tremble. But the LORD will be a refuge for His people, a stronghold for the people of Israel."
  },
  {
    "verse": 17,
    "text": "Then you will know that I am the LORD your God, who dwells in Zion, My holy mountain. Jerusalem will be holy, never again to be overrun by foreigners."
  },
  {
    "verse": 18,
    "text": "And in that day the mountains will drip with sweet wine, and the hills will flow with milk. All the streams of Judah will run with water, and a spring will flow from the house of the LORD to water the Valley of Acacias."
  },
  {
    "verse": 19,
    "text": "Egypt will become desolate, and Edom a desert wasteland, because of the violence done to the people of Judah, in whose land they shed innocent blood."
  },
  {
    "verse": 20,
    "text": "But Judah will be inhabited forever, and Jerusalem from generation to generation."
  },
  {
    "verse": 21,
    "text": "For I will avenge their blood, which I have not yet avenged. ” For the LORD dwells in Zion."
  }
]