[
  {
    "verse": 1,
    "text": "After the time of Abimelech, a man of Issachar, Tola son of Puah, the son of Dodo, rose up to save Israel. He lived in Shamir, in the hill country of Ephraim."
  },
  {
    "verse": 2,
    "text": "Tola judged Israel twenty-three years, and when he died, he was buried in Shamir."
  },
  {
    "verse": 3,
    "text": "Tola was followed by Jair the Gileadite, who judged Israel twenty-two years."
  },
  {
    "verse": 4,
    "text": "He had thirty sons who rode on thirty donkeys. And they had thirty towns in the land of Gilead, which to this day are called Havvoth-jair."
  },
  {
    "verse": 5,
    "text": "When Jair died, he was buried in Kamon."
  },
  {
    "verse": 6,
    "text": "And again the Israelites did evil in the sight of the LORD. They served the Baals, the Ashtoreths, the gods of Aram, Sidon, and Moab, and the gods of the Ammonites and Philistines. Thus they forsook the LORD and did not serve Him."
  },
  {
    "verse": 7,
    "text": "So the anger of the LORD burned against Israel, and He sold them into the hands of the Philistines and Ammonites,"
  },
  {
    "verse": 8,
    "text": "who that very year harassed and oppressed the Israelites, and did so for eighteen years to all the Israelites on the other side of the Jordan in Gilead, the land of the Amorites."
  },
  {
    "verse": 9,
    "text": "The Ammonites also crossed the Jordan to fight against Judah, Benjamin, and the house of Ephraim, and Israel was in deep distress."
  },
  {
    "verse": 10,
    "text": "Then the Israelites cried out to the LORD, saying, “We have sinned against You, for we have indeed forsaken our God and served the Baals.”"
  },
  {
    "verse": 11,
    "text": "The LORD replied, “When the Egyptians, Amorites, Ammonites, Philistines,"
  },
  {
    "verse": 12,
    "text": "Sidonians, Amalekites, and Maonites oppressed you and you cried out to Me, did I not save you from their hands?"
  },
  {
    "verse": 13,
    "text": "But you have forsaken Me and served other gods, so I will no longer save you."
  },
  {
    "verse": 14,
    "text": "Go and cry out to the gods you have chosen. Let them save you in your time of trouble.”"
  },
  {
    "verse": 15,
    "text": "“We have sinned,” the Israelites said to the LORD. “Deal with us as You see fit; but please deliver us today!”"
  },
  {
    "verse": 16,
    "text": "So they put away the foreign gods from among them and served the LORD, and He could no longer bear the misery of Israel."
  },
  {
    "verse": 17,
    "text": "Then the Ammonites were called to arms and camped in Gilead, and the Israelites assembled and camped at Mizpah."
  },
  {
    "verse": 18,
    "text": "And the rulers of Gilead said to one another, “Whoever will launch the attack against the Ammonites will be the head of all who live in Gilead.”"
  }
]