[
  {
    "verse": 1,
    "text": "你們要追求愛，也要切慕屬靈的恩賜，其中更要羨慕的，是作先知講道 。"
  },
  {
    "verse": 2,
    "text": "那說方言的，原不是對人說，乃是對上帝說，因為沒有人聽出來。然而，他在心靈裏卻是講說各樣的奧祕。"
  },
  {
    "verse": 3,
    "text": "但作先知講道的，是對人說，要造就、安慰、勸勉人。"
  },
  {
    "verse": 4,
    "text": "說方言的，是造就自己；作先知講道的，乃是造就教會。"
  },
  {
    "verse": 5,
    "text": "我願意你們都說方言，更願意你們作先知講道；因為說方言的，若不翻出來，使教會被造就，那作先知講道的，就比他強了。"
  },
  {
    "verse": 6,
    "text": "弟兄們，我到你們那裏去，若只說方言，不用啟示，或知識，或預言，或教訓，給你們講解，我與你們有甚麼益處呢？"
  },
  {
    "verse": 7,
    "text": "就是那有聲無氣的物，或簫，或琴，若發出來的聲音沒有分別，怎能知道所吹所彈的是甚麼呢？"
  },
  {
    "verse": 8,
    "text": "若吹無定的號聲，誰能預備打仗呢？"
  },
  {
    "verse": 9,
    "text": "你們也是如此。舌頭若不說容易明白的話，怎能知道所說的是甚麼呢？這就是向空說話了。"
  },
  {
    "verse": 10,
    "text": "世上的聲音，或者甚多，卻沒有一樣是無意思的。"
  },
  {
    "verse": 11,
    "text": "我若不明白那聲音的意思，這說話的人必以我為化外之人，我也以他為化外之人。"
  },
  {
    "verse": 12,
    "text": "你們也是如此，既是切慕屬靈的恩賜，就當求多得造就教會的恩賜。"
  },
  {
    "verse": 13,
    "text": "所以那說方言的，就當求着能翻出來。"
  },
  {
    "verse": 14,
    "text": "我若用方言禱告，是我的靈禱告，但我的悟性沒有果效。"
  },
  {
    "verse": 15,
    "text": "這卻怎麼樣呢？我要用靈禱告，也要用悟性禱告；我要用靈歌唱，也要用悟性歌唱。"
  },
  {
    "verse": 16,
    "text": "不然，你用靈祝謝，那在座不通方言的人，既然不明白你的話，怎能在你感謝的時候說「阿們」呢？"
  },
  {
    "verse": 17,
    "text": "你感謝的固然是好，無奈不能造就別人。"
  },
  {
    "verse": 18,
    "text": "我感謝上帝，我說方言比你們眾人還多。"
  },
  {
    "verse": 19,
    "text": "但在教會中，寧可用悟性說五句教導人的話，強如說萬句方言。"
  },
  {
    "verse": 20,
    "text": "弟兄們，在心志上不要作小孩子。然而，在惡事上要作嬰孩，在心志上總要作大人。"
  },
  {
    "verse": 21,
    "text": "律法上記着： 主說：我要用外邦人的舌頭 和外邦人的嘴唇向這百姓說話； 雖然如此， 他們還是不聽從我。"
  },
  {
    "verse": 22,
    "text": "這樣看來，說方言不是為信的人作證據，乃是為不信的人；作先知講道不是為不信的人作證據，乃是為信的人。"
  },
  {
    "verse": 23,
    "text": "所以，全教會聚在一處的時候，若都說方言，偶然有不通方言的，或是不信的人進來，豈不說你們癲狂了嗎？"
  },
  {
    "verse": 24,
    "text": "若都作先知講道，偶然有不信的，或是不通方言的人進來，就被眾人勸醒，被眾人審明，"
  },
  {
    "verse": 25,
    "text": "他心裏的隱情顯露出來，就必將臉伏地，敬拜上帝，說：「上帝真是在你們中間了。」"
  },
  {
    "verse": 26,
    "text": "弟兄們，這卻怎麼樣呢？你們聚會的時候，各人或有詩歌，或有教訓，或有啟示，或有方言，或有翻出來的話，凡事都當造就人。"
  },
  {
    "verse": 27,
    "text": "若有說方言的，只好兩個人，至多三個人，且要輪流着說，也要一個人翻出來。"
  },
  {
    "verse": 28,
    "text": "若沒有人翻，就當在會中閉口，只對自己和上帝說就是了。"
  },
  {
    "verse": 29,
    "text": "至於作先知講道的，只好兩個人或是三個人，其餘的就當慎思明辨。"
  },
  {
    "verse": 30,
    "text": "若旁邊坐着的得了啟示，那先說話的就當閉口不言。"
  },
  {
    "verse": 31,
    "text": "因為你們都可以一個一個地作先知講道，叫眾人學道理，叫眾人得勸勉。"
  },
  {
    "verse": 32,
    "text": "先知的靈原是順服先知的；"
  },
  {
    "verse": 33,
    "text": "因為上帝不是叫人混亂，乃是叫人安靜。"
  },
  {
    "verse": 34,
    "text": "婦女在會中要閉口不言，像在聖徒的眾教會一樣，因為不准她們說話。她們總要順服，正如律法所說的。"
  },
  {
    "verse": 35,
    "text": "她們若要學甚麼，可以在家裏問自己的丈夫，因為婦女在會中說話原是可恥的。"
  },
  {
    "verse": 36,
    "text": "上帝的道理豈是從你們出來嗎？豈是單臨到你們嗎？"
  },
  {
    "verse": 37,
    "text": "若有人以為自己是先知，或是屬靈的，就該知道，我所寫給你們的是主的命令。"
  },
  {
    "verse": 38,
    "text": "若有不知道的，就由他不知道吧！"
  },
  {
    "verse": 39,
    "text": "所以我弟兄們，你們要切慕作先知講道，也不要禁止說方言。"
  },
  {
    "verse": 40,
    "text": "凡事都要規規矩矩地按着次序行。"
  }
]