[
  {
    "verse": 1,
    "text": "Now the daughters of Zelophehad son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh, belonged to the clans of Manasseh son of Joseph. These were the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah. They approached"
  },
  {
    "verse": 2,
    "text": "the entrance to the Tent of Meeting, stood before Moses, Eleazar the priest, the leaders, and the whole congregation, and said,"
  },
  {
    "verse": 3,
    "text": "“Our father died in the wilderness, but he was not among the followers of Korah who gathered together against the LORD. Instead, he died because of his own sin, and he had no sons."
  },
  {
    "verse": 4,
    "text": "Why should the name of our father disappear from his clan because he had no sons? Give us property among our father’s brothers.”"
  },
  {
    "verse": 5,
    "text": "So Moses brought their case before the LORD,"
  },
  {
    "verse": 6,
    "text": "and the LORD answered him,"
  },
  {
    "verse": 7,
    "text": "“The daughters of Zelophehad speak correctly. You certainly must give them property as an inheritance among their father’s brothers, and transfer their father’s inheritance to them."
  },
  {
    "verse": 8,
    "text": "Furthermore, you shall say to the Israelites, ‘If a man dies and leaves no son, you are to transfer his inheritance to his daughter."
  },
  {
    "verse": 9,
    "text": "If he has no daughter, give his inheritance to his brothers."
  },
  {
    "verse": 10,
    "text": "If he has no brothers, give his inheritance to his father’s brothers."
  },
  {
    "verse": 11,
    "text": "And if his father has no brothers, give his inheritance to the next of kin from his clan, that he may take possession of it. This is to be a statutory ordinance for the Israelites, as the LORD has commanded Moses.’”"
  },
  {
    "verse": 12,
    "text": "Then the LORD said to Moses, “Go up this mountain of the Abarim range and see the land that I have given the Israelites."
  },
  {
    "verse": 13,
    "text": "After you have seen it, you too will be gathered to your people, as your brother Aaron was;"
  },
  {
    "verse": 14,
    "text": "for when the congregation contended in the Wilderness of Zin, both of you rebelled against My command to show My holiness in their sight regarding the waters.” Those were the waters of Meribah in Kadesh, in the Wilderness of Zin."
  },
  {
    "verse": 15,
    "text": "So Moses appealed to the LORD,"
  },
  {
    "verse": 16,
    "text": "“May the LORD, the God of the spirits of all flesh, appoint a man over the congregation"
  },
  {
    "verse": 17,
    "text": "who will go out and come in before them, and who will lead them out and bring them in, so that the congregation of the LORD will not be like sheep without a shepherd.”"
  },
  {
    "verse": 18,
    "text": "And the LORD replied to Moses, “Take Joshua son of Nun, a man with the Spirit in him, and lay your hands on him."
  },
  {
    "verse": 19,
    "text": "Have him stand before Eleazar the priest and the whole congregation, and commission him in their sight."
  },
  {
    "verse": 20,
    "text": "Confer on him some of your authority, so that the whole congregation of Israel will obey him."
  },
  {
    "verse": 21,
    "text": "He shall stand before Eleazar the priest, who will seek counsel for him before the LORD by the judgment of the Urim. At his command, he and all the Israelites with him—the entire congregation—will go out and come in.”"
  },
  {
    "verse": 22,
    "text": "Moses did as the LORD had commanded him. He took Joshua, had him stand before Eleazar the priest and the whole congregation,"
  },
  {
    "verse": 23,
    "text": "and laid his hands on him and commissioned him, as the LORD had instructed through Moses."
  }
]