[
  {
    "verse": 1,
    "text": "“On the first day of the seventh month, you are to hold a sacred assembly, and you must not do any regular work. This will be a day for you to sound the trumpets."
  },
  {
    "verse": 2,
    "text": "As a pleasing aroma to the LORD, you are to present a burnt offering of one young bull, one ram, and seven male lambs a year old, all unblemished,"
  },
  {
    "verse": 3,
    "text": "together with their grain offerings of fine flour mixed with oil—three-tenths of an ephah with the bull, two-tenths of an ephah with the ram,"
  },
  {
    "verse": 4,
    "text": "and a tenth of an ephah with each of the seven male lambs."
  },
  {
    "verse": 5,
    "text": "Include one male goat as a sin offering to make atonement for you."
  },
  {
    "verse": 6,
    "text": "These are in addition to the monthly and daily burnt offerings with their prescribed grain offerings and drink offerings. They are a pleasing aroma, an offering made by fire to the LORD."
  },
  {
    "verse": 7,
    "text": "On the tenth day of this seventh month, you are to hold a sacred assembly, and you shall humble yourselves; you must not do any work."
  },
  {
    "verse": 8,
    "text": "Present as a pleasing aroma to the LORD a burnt offering of one young bull, one ram, and seven male lambs a year old, all unblemished,"
  },
  {
    "verse": 9,
    "text": "together with their grain offerings of fine flour mixed with oil—three-tenths of an ephah with the bull, two-tenths of an ephah with the ram,"
  },
  {
    "verse": 10,
    "text": "and a tenth of an ephah with each of the seven lambs."
  },
  {
    "verse": 11,
    "text": "Include one male goat for a sin offering, in addition to the sin offering of atonement and the regular burnt offering with its grain offering and drink offerings."
  },
  {
    "verse": 12,
    "text": "On the fifteenth day of the seventh month, you are to hold a sacred assembly; you must not do any regular work, and you shall observe a feast to the LORD for seven days."
  },
  {
    "verse": 13,
    "text": "As a pleasing aroma to the LORD, you are to present an offering made by fire, a burnt offering of thirteen young bulls, two rams, and fourteen male lambs a year old, all unblemished,"
  },
  {
    "verse": 14,
    "text": "along with the grain offering of three-tenths of an ephah of fine flour mixed with oil with each of the thirteen bulls, two-tenths of an ephah with each of the two rams,"
  },
  {
    "verse": 15,
    "text": "and a tenth of an ephah with each of the fourteen lambs."
  },
  {
    "verse": 16,
    "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering."
  },
  {
    "verse": 17,
    "text": "On the second day you are to present twelve young bulls, two rams, and fourteen male lambs a year old, all unblemished,"
  },
  {
    "verse": 18,
    "text": "along with the grain and drink offerings for the bulls, rams, and lambs, according to the number prescribed."
  },
  {
    "verse": 19,
    "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering."
  },
  {
    "verse": 20,
    "text": "On the third day you are to present eleven bulls, two rams, and fourteen male lambs a year old, all unblemished,"
  },
  {
    "verse": 21,
    "text": "along with the grain and drink offerings for the bulls, rams, and lambs, according to the number prescribed."
  },
  {
    "verse": 22,
    "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering."
  },
  {
    "verse": 23,
    "text": "On the fourth day you are to present ten bulls, two rams, and fourteen male lambs a year old, all unblemished,"
  },
  {
    "verse": 24,
    "text": "along with the grain and drink offerings for the bulls, rams, and lambs, according to the number prescribed."
  },
  {
    "verse": 25,
    "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering."
  },
  {
    "verse": 26,
    "text": "On the fifth day you are to present nine bulls, two rams, and fourteen male lambs a year old, all unblemished,"
  },
  {
    "verse": 27,
    "text": "along with the grain and drink offerings for the bulls, rams, and lambs, according to the number prescribed."
  },
  {
    "verse": 28,
    "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering."
  },
  {
    "verse": 29,
    "text": "On the sixth day you are to present eight bulls, two rams, and fourteen male lambs a year old, all unblemished,"
  },
  {
    "verse": 30,
    "text": "along with the grain and drink offerings for the bulls, rams, and lambs, according to the number prescribed."
  },
  {
    "verse": 31,
    "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering."
  },
  {
    "verse": 32,
    "text": "On the seventh day you are to present seven bulls, two rams, and fourteen male lambs a year old, all unblemished,"
  },
  {
    "verse": 33,
    "text": "along with the grain and drink offerings for the bulls, rams, and lambs, according to the number prescribed."
  },
  {
    "verse": 34,
    "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering."
  },
  {
    "verse": 35,
    "text": "On the eighth day you are to hold a solemn assembly; you must not do any regular work."
  },
  {
    "verse": 36,
    "text": "As a pleasing aroma to the LORD, you are to present an offering made by fire, a burnt offering of one bull, one ram, and seven male lambs a year old, all unblemished,"
  },
  {
    "verse": 37,
    "text": "along with the grain and drink offerings for the bulls, rams, and lambs, according to the number prescribed."
  },
  {
    "verse": 38,
    "text": "Include one male goat as a sin offering, in addition to the regular burnt offering with its grain offering and drink offering."
  },
  {
    "verse": 39,
    "text": "You are to present these offerings to the LORD at your appointed times, in addition to your vow and freewill offerings, whether burnt offerings, grain offerings, drink offerings, or peace offerings.”"
  },
  {
    "verse": 40,
    "text": "So Moses spoke all this to the Israelites just as the LORD had commanded him."
  }
]