[
  {
    "verse": 1,
    "text": "These are the journeys of the Israelites when they came out of the land of Egypt by their divisions under the leadership of Moses and Aaron."
  },
  {
    "verse": 2,
    "text": "At the LORD’s command, Moses recorded the stages of their journey. These are the stages listed by their starting points:"
  },
  {
    "verse": 3,
    "text": "On the fifteenth day of the first month, on the day after the Passover, the Israelites set out from Rameses. They marched out defiantly in full view of all the Egyptians,"
  },
  {
    "verse": 4,
    "text": "who were burying all their firstborn, whom the LORD had struck down among them; for the LORD had executed judgment against their gods."
  },
  {
    "verse": 5,
    "text": "The Israelites set out from Rameses and camped at Succoth."
  },
  {
    "verse": 6,
    "text": "They set out from Succoth and camped at Etham, on the edge of the wilderness."
  },
  {
    "verse": 7,
    "text": "They set out from Etham and turned back to Pi-hahiroth, opposite Baal-zephon, and they camped near Migdol."
  },
  {
    "verse": 8,
    "text": "They set out from Pi-hahiroth and crossed through the sea, into the wilderness, and they journeyed three days into the Wilderness of Etham and camped at Marah."
  },
  {
    "verse": 9,
    "text": "They set out from Marah and came to Elim, where there were twelve springs and seventy palm trees, and they camped there."
  },
  {
    "verse": 10,
    "text": "They set out from Elim and camped by the Red Sea."
  },
  {
    "verse": 11,
    "text": "They set out from the Red Sea and camped in the Desert of Sin."
  },
  {
    "verse": 12,
    "text": "They set out from the Desert of Sin and camped at Dophkah."
  },
  {
    "verse": 13,
    "text": "They set out from Dophkah and camped at Alush."
  },
  {
    "verse": 14,
    "text": "They set out from Alush and camped at Rephidim, where there was no water for the people to drink."
  },
  {
    "verse": 15,
    "text": "They set out from Rephidim and camped in the Wilderness of Sinai."
  },
  {
    "verse": 16,
    "text": "They set out from the Wilderness of Sinai and camped at Kibroth-hattaavah."
  },
  {
    "verse": 17,
    "text": "They set out from Kibroth-hattaavah and camped at Hazeroth."
  },
  {
    "verse": 18,
    "text": "They set out from Hazeroth and camped at Rithmah."
  },
  {
    "verse": 19,
    "text": "They set out from Rithmah and camped at Rimmon-perez."
  },
  {
    "verse": 20,
    "text": "They set out from Rimmon-perez and camped at Libnah."
  },
  {
    "verse": 21,
    "text": "They set out from Libnah and camped at Rissah."
  },
  {
    "verse": 22,
    "text": "They set out from Rissah and camped at Kehelathah."
  },
  {
    "verse": 23,
    "text": "They set out from Kehelathah and camped at Mount Shepher."
  },
  {
    "verse": 24,
    "text": "They set out from Mount Shepher and camped at Haradah."
  },
  {
    "verse": 25,
    "text": "They set out from Haradah and camped at Makheloth."
  },
  {
    "verse": 26,
    "text": "They set out from Makheloth and camped at Tahath."
  },
  {
    "verse": 27,
    "text": "They set out from Tahath and camped at Terah."
  },
  {
    "verse": 28,
    "text": "They set out from Terah and camped at Mithkah."
  },
  {
    "verse": 29,
    "text": "They set out from Mithkah and camped at Hashmonah."
  },
  {
    "verse": 30,
    "text": "They set out from Hashmonah and camped at Moseroth."
  },
  {
    "verse": 31,
    "text": "They set out from Moseroth and camped at Bene-jaakan."
  },
  {
    "verse": 32,
    "text": "They set out from Bene-jaakan and camped at Hor-haggidgad."
  },
  {
    "verse": 33,
    "text": "They set out from Hor-haggidgad and camped at Jotbathah."
  },
  {
    "verse": 34,
    "text": "They set out from Jotbathah and camped at Abronah."
  },
  {
    "verse": 35,
    "text": "They set out from Abronah and camped at Ezion-geber."
  },
  {
    "verse": 36,
    "text": "They set out from Ezion-geber and camped at Kadesh in the Wilderness of Zin."
  },
  {
    "verse": 37,
    "text": "They set out from Kadesh and camped at Mount Hor, on the outskirts of the land of Edom."
  },
  {
    "verse": 38,
    "text": "At the LORD’s command, Aaron the priest climbed Mount Hor and died there on the first day of the fifth month, in the fortieth year after the Israelites had come out of the land of Egypt."
  },
  {
    "verse": 39,
    "text": "Aaron was 123 years old when he died on Mount Hor."
  },
  {
    "verse": 40,
    "text": "Now the Canaanite king of Arad, who lived in the Negev in the land of Canaan, heard that the Israelites were coming."
  },
  {
    "verse": 41,
    "text": "And the Israelites set out from Mount Hor and camped at Zalmonah."
  },
  {
    "verse": 42,
    "text": "They set out from Zalmonah and camped at Punon."
  },
  {
    "verse": 43,
    "text": "They set out from Punon and camped at Oboth."
  },
  {
    "verse": 44,
    "text": "They set out from Oboth and camped at Iye-abarim on the border of Moab."
  },
  {
    "verse": 45,
    "text": "They set out from Iyim and camped at Dibon-gad."
  },
  {
    "verse": 46,
    "text": "They set out from Dibon-gad and camped at Almon-diblathaim."
  },
  {
    "verse": 47,
    "text": "They set out from Almon-diblathaim and camped in the mountains of Abarim facing Nebo."
  },
  {
    "verse": 48,
    "text": "They set out from the mountains of Abarim and camped on the plains of Moab by the Jordan across from Jericho."
  },
  {
    "verse": 49,
    "text": "And there on the plains of Moab they camped by the Jordan, from Beth-jeshimoth to Abel-shittim."
  },
  {
    "verse": 50,
    "text": "On the plains of Moab by the Jordan across from Jericho, the LORD said to Moses,"
  },
  {
    "verse": 51,
    "text": "“Speak to the Israelites and tell them: When you cross the Jordan into the land of Canaan,"
  },
  {
    "verse": 52,
    "text": "you must drive out before you all the inhabitants of the land, destroy all their carved images and cast idols, and demolish all their high places."
  },
  {
    "verse": 53,
    "text": "You are to take possession of the land and settle in it, for I have given you the land to possess."
  },
  {
    "verse": 54,
    "text": "And you are to divide the land by lot according to your clans. Give a larger inheritance to a larger clan and a smaller inheritance to a smaller one. Whatever falls to each one by lot will be his. You will receive an inheritance according to the tribes of your fathers."
  },
  {
    "verse": 55,
    "text": "But if you do not drive out the inhabitants of the land before you, those you allow to remain will become barbs in your eyes and thorns in your sides; they will harass you in the land where you settle."
  },
  {
    "verse": 56,
    "text": "And then I will do to you what I had planned to do to them.”"
  }
]