[
  {
    "verse": 1,
    "text": "Paul and Timothy, servants of Christ Jesus, To all the saints in Christ Jesus at Philippi, together with the overseers and deacons:"
  },
  {
    "verse": 2,
    "text": "Grace and peace to you from God our Father and the Lord Jesus Christ."
  },
  {
    "verse": 3,
    "text": "I thank my God every time I remember you."
  },
  {
    "verse": 4,
    "text": "In every prayer for all of you, I always pray with joy,"
  },
  {
    "verse": 5,
    "text": "because of your partnership in the gospel from the first day until now,"
  },
  {
    "verse": 6,
    "text": "being confident of this, that He who began a good work in you will carry it on to completion until the day of Christ Jesus."
  },
  {
    "verse": 7,
    "text": "It is right for me to feel this way about all of you, since I have you in my heart. For in my chains and in my defense and confirmation of the gospel, you are all partners in grace with me."
  },
  {
    "verse": 8,
    "text": "God is my witness how I long for all of you with the affection of Christ Jesus."
  },
  {
    "verse": 9,
    "text": "And this is my prayer: that your love may abound more and more in knowledge and depth of insight,"
  },
  {
    "verse": 10,
    "text": "so that you may be able to test and prove what is best and may be pure and blameless for the day of Christ,"
  },
  {
    "verse": 11,
    "text": "filled with the fruit of righteousness that comes through Jesus Christ, to the glory and praise of God."
  },
  {
    "verse": 12,
    "text": "Now I want you to know, brothers, that my circumstances have actually served to advance the gospel."
  },
  {
    "verse": 13,
    "text": "As a result, it has become clear throughout the whole palace guard and to everyone else that I am in chains for Christ."
  },
  {
    "verse": 14,
    "text": "And most of the brothers, confident in the Lord by my chains, now dare more greatly to speak the word without fear."
  },
  {
    "verse": 15,
    "text": "It is true that some preach Christ out of envy and rivalry, but others out of goodwill."
  },
  {
    "verse": 16,
    "text": "The latter do so in love, knowing that I am appointed for the defense of the gospel."
  },
  {
    "verse": 17,
    "text": "The former, however, preach Christ out of selfish ambition, not sincerely, supposing that they can add to the distress of my chains."
  },
  {
    "verse": 18,
    "text": "What then is the issue? Just this: that in every way, whether by false motives or true, Christ is preached. And in this I rejoice. Yes, and I will continue to rejoice,"
  },
  {
    "verse": 19,
    "text": "because I know that through your prayers and the provision of the Spirit of Jesus Christ, my distress will turn out for my deliverance."
  },
  {
    "verse": 20,
    "text": "I eagerly expect and hope that I will in no way be ashamed, but will have complete boldness so that now as always Christ will be exalted in my body, whether by life or by death."
  },
  {
    "verse": 21,
    "text": "For to me, to live is Christ, and to die is gain."
  },
  {
    "verse": 22,
    "text": "But if I go on living in the body, this will mean fruitful labor for me. So what shall I choose? I do not know."
  },
  {
    "verse": 23,
    "text": "I am torn between the two. I desire to depart and be with Christ, which is far better indeed."
  },
  {
    "verse": 24,
    "text": "But it is more necessary for you that I remain in the body."
  },
  {
    "verse": 25,
    "text": "Convinced of this, I know that I will remain and will continue with all of you for your progress and joy in the faith,"
  },
  {
    "verse": 26,
    "text": "so that through my coming to you again your exultation in Christ Jesus will resound on account of me."
  },
  {
    "verse": 27,
    "text": "Nevertheless, conduct yourselves in a manner worthy of the gospel of Christ. Then, whether I come and see you or only hear about you in my absence, I will know that you stand firm in one spirit, contending side by side for the faith of the gospel,"
  },
  {
    "verse": 28,
    "text": "without being frightened in any way by those who oppose you. This is a clear sign of their destruction but of your salvation, and it is from God."
  },
  {
    "verse": 29,
    "text": "For it has been granted to you on behalf of Christ not only to believe in Him, but also to suffer for Him,"
  },
  {
    "verse": 30,
    "text": "since you are encountering the same struggle you saw I had, and now hear that I still have."
  }
]