[
  {
    "verse": 1,
    "text": "And the word of the LORD came to me, saying,"
  },
  {
    "verse": 2,
    "text": "“Son of man, tell the ruler of Tyre that this is what the Lord GOD says: Your heart is proud, and you have said, ‘I am a god; I sit in the seat of gods in the heart of the sea.’ Yet you are a man and not a god, though you have regarded your heart as that of a god."
  },
  {
    "verse": 3,
    "text": "Behold, you are wiser than Daniel; no secret is hidden from you!"
  },
  {
    "verse": 4,
    "text": "By your wisdom and understanding you have gained your wealth and amassed gold and silver for your treasuries."
  },
  {
    "verse": 5,
    "text": "By your great skill in trading you have increased your wealth, but your heart has grown proud because of it."
  },
  {
    "verse": 6,
    "text": "Therefore this is what the Lord GOD says: Because you regard your heart as the heart of a god,"
  },
  {
    "verse": 7,
    "text": "behold, I will bring foreigners against you, the most ruthless of nations. They will draw their swords against the beauty of your wisdom and will defile your splendor."
  },
  {
    "verse": 8,
    "text": "They will bring you down to the Pit, and you will die a violent death in the heart of the seas."
  },
  {
    "verse": 9,
    "text": "Will you still say, ‘I am a god,’ in the presence of those who slay you? You will be only a man, not a god, in the hands of those who wound you."
  },
  {
    "verse": 10,
    "text": "You will die the death of the uncircumcised at the hands of foreigners. For I have spoken, declares the Lord GOD.”"
  },
  {
    "verse": 11,
    "text": "Again the word of the LORD came to me, saying,"
  },
  {
    "verse": 12,
    "text": "“Son of man, take up a lament for the king of Tyre and tell him that this is what the Lord GOD says: ‘You were the seal of perfection, full of wisdom and perfect in beauty."
  },
  {
    "verse": 13,
    "text": "You were in Eden, the garden of God. Every kind of precious stone adorned you: ruby, topaz, and diamond, beryl, onyx, and jasper, sapphire, turquoise, and emerald. Your mountings and settings were crafted in gold, prepared on the day of your creation."
  },
  {
    "verse": 14,
    "text": "You were anointed as a guardian cherub, for I had ordained you. You were on the holy mountain of God; you walked among the fiery stones."
  },
  {
    "verse": 15,
    "text": "From the day you were created you were blameless in your ways— until wickedness was found in you."
  },
  {
    "verse": 16,
    "text": "By the vastness of your trade, you were filled with violence, and you sinned. So I drove you in disgrace from the mountain of God, and I banished you, O guardian cherub, from among the fiery stones."
  },
  {
    "verse": 17,
    "text": "Your heart grew proud of your beauty; you corrupted your wisdom because of your splendor; so I cast you to the earth; I made you a spectacle before kings."
  },
  {
    "verse": 18,
    "text": "By the multitude of your iniquities and the dishonesty of your trading you have profaned your sanctuaries. So I made fire come from within you, and it consumed you. I reduced you to ashes on the ground in the eyes of all who saw you."
  },
  {
    "verse": 19,
    "text": "All the nations who know you are appalled over you. You have come to a horrible end and will be no more.’”"
  },
  {
    "verse": 20,
    "text": "Then the word of the LORD came to me, saying,"
  },
  {
    "verse": 21,
    "text": "“Son of man, set your face against Sidon and prophesy against her."
  },
  {
    "verse": 22,
    "text": "And you are to declare that this is what the Lord GOD says: ‘Behold, I am against you, O Sidon, and I will be glorified within you. They will know that I am the LORD when I execute judgments against her and demonstrate My holiness through her."
  },
  {
    "verse": 23,
    "text": "I will send a plague against her and shed blood in her streets; the slain will fall within her, while the sword is against her on every side. Then they will know that I am the LORD."
  },
  {
    "verse": 24,
    "text": "For the people of Israel will no longer face a pricking brier or a painful thorn from all around them who treat them with contempt. Then they will know that I am the Lord GOD.’"
  },
  {
    "verse": 25,
    "text": "This is what the Lord GOD says: ‘When I gather the house of Israel from the peoples among whom they have been scattered, I will show Myself holy among them in the sight of the nations. Then they will dwell in their own land, which I have given to My servant Jacob."
  },
  {
    "verse": 26,
    "text": "And there they will dwell securely, build houses, and plant vineyards. They will dwell securely when I execute judgments against all those around them who treat them with contempt. Then they will know that I am the LORD their God.’”"
  }
]