[
  {
    "verse": 1,
    "text": "Some time later there was a feast of the Jews, and Jesus went up to Jerusalem."
  },
  {
    "verse": 2,
    "text": "Now there is in Jerusalem near the Sheep Gate a pool with five covered colonnades, which in Hebrew is called Bethesda."
  },
  {
    "verse": 3,
    "text": "On these walkways lay a great number of the sick, the blind, the lame, and the paralyzed."
  },
  {
    "verse": 5,
    "text": "One man there had been an invalid for thirty-eight years."
  },
  {
    "verse": 6,
    "text": "When Jesus saw him lying there and realized that he had spent a long time in this condition, He asked him, “Do you want to get well?”"
  },
  {
    "verse": 7,
    "text": "“Sir,” the invalid replied, “I have no one to help me into the pool when the water is stirred. While I am on my way, someone else goes in before me.”"
  },
  {
    "verse": 8,
    "text": "Then Jesus told him, “Get up, pick up your mat, and walk.”"
  },
  {
    "verse": 9,
    "text": "Immediately the man was made well, and he picked up his mat and began to walk. Now this happened on the Sabbath day,"
  },
  {
    "verse": 10,
    "text": "so the Jews said to the man who had been healed, “This is the Sabbath! It is unlawful for you to carry your mat.”"
  },
  {
    "verse": 11,
    "text": "But he answered, “The man who made me well told me, ‘Pick up your mat and walk.’”"
  },
  {
    "verse": 12,
    "text": "“Who is this man who told you to pick it up and walk?” they asked."
  },
  {
    "verse": 13,
    "text": "But the man who was healed did not know who it was, for Jesus had slipped away while the crowd was there."
  },
  {
    "verse": 14,
    "text": "Afterward, Jesus found the man at the temple and said to him, “See, you have been made well. Stop sinning, or something worse may happen to you.”"
  },
  {
    "verse": 15,
    "text": "And the man went away and told the Jews that it was Jesus who had made him well."
  },
  {
    "verse": 16,
    "text": "Now because Jesus was doing these things on the Sabbath, the Jews began to persecute Him."
  },
  {
    "verse": 17,
    "text": "But Jesus answered them, “To this very day My Father is at His work, and I too am working.”"
  },
  {
    "verse": 18,
    "text": "Because of this, the Jews tried all the harder to kill Him. Not only was He breaking the Sabbath, but He was even calling God His own Father, making Himself equal with God."
  },
  {
    "verse": 19,
    "text": "So Jesus replied, “Truly, truly, I tell you, the Son can do nothing by Himself, unless He sees the Father doing it. For whatever the Father does, the Son also does."
  },
  {
    "verse": 20,
    "text": "The Father loves the Son and shows Him all He does. And to your amazement, He will show Him even greater works than these."
  },
  {
    "verse": 21,
    "text": "For just as the Father raises the dead and gives them life, so also the Son gives life to whom He wishes."
  },
  {
    "verse": 22,
    "text": "Furthermore, the Father judges no one, but has assigned all judgment to the Son,"
  },
  {
    "verse": 23,
    "text": "so that all may honor the Son just as they honor the Father. Whoever does not honor the Son does not honor the Father who sent Him."
  },
  {
    "verse": 24,
    "text": "Truly, truly, I tell you, whoever hears My word and believes Him who sent Me has eternal life and will not come under judgment. Indeed, he has crossed over from death to life."
  },
  {
    "verse": 25,
    "text": "Truly, truly, I tell you, the hour is coming and has now come when the dead will hear the voice of the Son of God, and those who hear will live."
  },
  {
    "verse": 26,
    "text": "For as the Father has life in Himself, so also He has granted the Son to have life in Himself."
  },
  {
    "verse": 27,
    "text": "And He has given Him authority to execute judgment, because He is the Son of Man."
  },
  {
    "verse": 28,
    "text": "Do not be amazed at this, for the hour is coming when all who are in their graves will hear His voice"
  },
  {
    "verse": 29,
    "text": "and come out—those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment."
  },
  {
    "verse": 30,
    "text": "I can do nothing by Myself; I judge only as I hear. And My judgment is just, because I do not seek My own will, but the will of Him who sent Me."
  },
  {
    "verse": 31,
    "text": "If I testify about Myself, My testimony is not valid."
  },
  {
    "verse": 32,
    "text": "There is another who testifies about Me, and I know that His testimony about Me is valid."
  },
  {
    "verse": 33,
    "text": "You have sent to John, and he has testified to the truth."
  },
  {
    "verse": 34,
    "text": "Even though I do not accept human testimony, I say these things so that you may be saved."
  },
  {
    "verse": 35,
    "text": "John was a lamp that burned and gave light, and you were willing for a season to bask in his light."
  },
  {
    "verse": 36,
    "text": "But I have testimony more substantial than that of John. For the works that the Father has given Me to accomplish—the very works I am doing—testify about Me that the Father has sent Me."
  },
  {
    "verse": 37,
    "text": "And the Father who sent Me has Himself testified about Me. You have never heard His voice nor seen His form,"
  },
  {
    "verse": 38,
    "text": "nor does His word abide in you, because you do not believe the One He sent."
  },
  {
    "verse": 39,
    "text": "You pore over the Scriptures because you presume that by them you possess eternal life. These are the very words that testify about Me,"
  },
  {
    "verse": 40,
    "text": "yet you refuse to come to Me to have life."
  },
  {
    "verse": 41,
    "text": "I do not accept glory from men,"
  },
  {
    "verse": 42,
    "text": "but I know you, that you do not have the love of God within you."
  },
  {
    "verse": 43,
    "text": "I have come in My Father’s name, and you have not received Me; but if someone else comes in his own name, you will receive him."
  },
  {
    "verse": 44,
    "text": "How can you believe if you accept glory from one another, yet do not seek the glory that comes from the only God?"
  },
  {
    "verse": 45,
    "text": "Do not think that I will accuse you before the Father. Your accuser is Moses, in whom you have put your hope."
  },
  {
    "verse": 46,
    "text": "If you had believed Moses, you would believe Me, because he wrote about Me."
  },
  {
    "verse": 47,
    "text": "But since you do not believe what he wrote, how will you believe what I say?”"
  }
]