[
  {
    "verse": 1,
    "text": "When the day of Pentecost came, they were all together in one place."
  },
  {
    "verse": 2,
    "text": "Suddenly a sound like a mighty rushing wind came from heaven and filled the whole house where they were sitting."
  },
  {
    "verse": 3,
    "text": "They saw tongues like flames of fire that separated and came to rest on each of them."
  },
  {
    "verse": 4,
    "text": "And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them."
  },
  {
    "verse": 5,
    "text": "Now there were dwelling in Jerusalem God-fearing Jews from every nation under heaven."
  },
  {
    "verse": 6,
    "text": "And when this sound rang out, a crowd came together in bewilderment, because each one heard them speaking his own language."
  },
  {
    "verse": 7,
    "text": "Astounded and amazed, they asked, “Are not all these men who are speaking Galileans?"
  },
  {
    "verse": 8,
    "text": "How is it then that each of us hears them in his own native language?"
  },
  {
    "verse": 9,
    "text": "Parthians, Medes, and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia,"
  },
  {
    "verse": 10,
    "text": "Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome,"
  },
  {
    "verse": 11,
    "text": "both Jews and converts to Judaism; Cretans and Arabs—we hear them declaring the wonders of God in our own tongues!”"
  },
  {
    "verse": 12,
    "text": "Astounded and perplexed, they asked one another, “What does this mean?”"
  },
  {
    "verse": 13,
    "text": "But others mocked them and said, “They are drunk on new wine!”"
  },
  {
    "verse": 14,
    "text": "Then Peter stood up with the Eleven, lifted up his voice, and addressed the crowd: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and listen carefully to my words."
  },
  {
    "verse": 15,
    "text": "These men are not drunk, as you suppose. It is only the third hour of the day!"
  },
  {
    "verse": 16,
    "text": "No, this is what was spoken by the prophet Joel:"
  },
  {
    "verse": 17,
    "text": "‘In the last days, God says, I will pour out My Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams."
  },
  {
    "verse": 18,
    "text": "Even on My menservants and maidservants I will pour out My Spirit in those days, and they will prophesy."
  },
  {
    "verse": 19,
    "text": "I will show wonders in the heavens above and signs on the earth below, blood and fire and billows of smoke."
  },
  {
    "verse": 20,
    "text": "The sun will be turned to darkness, and the moon to blood, before the coming of the great and glorious Day of the Lord."
  },
  {
    "verse": 21,
    "text": "And everyone who calls on the name of the Lord will be saved.’"
  },
  {
    "verse": 22,
    "text": "Men of Israel, listen to this message: Jesus of Nazareth was a man certified by God to you by miracles, wonders, and signs, which God did among you through Him, as you yourselves know."
  },
  {
    "verse": 23,
    "text": "He was delivered up by God’s set plan and foreknowledge, and you, by the hands of the lawless, put Him to death by nailing Him to the cross."
  },
  {
    "verse": 24,
    "text": "But God raised Him from the dead, releasing Him from the agony of death, because it was impossible for Him to be held in its clutches."
  },
  {
    "verse": 25,
    "text": "David says about Him: ‘I saw the Lord always before me; because He is at my right hand, I will not be shaken."
  },
  {
    "verse": 26,
    "text": "Therefore my heart is glad and my tongue rejoices; my body also will dwell in hope,"
  },
  {
    "verse": 27,
    "text": "because You will not abandon my soul to Hades, nor will You let Your Holy One see decay."
  },
  {
    "verse": 28,
    "text": "You have made known to me the paths of life; You will fill me with joy in Your presence.’"
  },
  {
    "verse": 29,
    "text": "Brothers, I can tell you with confidence that the patriarch David died and was buried, and his tomb is with us to this day."
  },
  {
    "verse": 30,
    "text": "But he was a prophet and knew that God had promised him on oath that He would place one of his descendants on his throne."
  },
  {
    "verse": 31,
    "text": "Foreseeing this, David spoke about the resurrection of the Christ, that He was not abandoned to Hades, nor did His body see decay."
  },
  {
    "verse": 32,
    "text": "God has raised this Jesus to life, to which we are all witnesses."
  },
  {
    "verse": 33,
    "text": "Exalted, then, to the right hand of God, He has received from the Father the promised Holy Spirit and has poured out what you now see and hear."
  },
  {
    "verse": 34,
    "text": "For David did not ascend into heaven, but he himself says: ‘The Lord said to my Lord, “Sit at My right hand"
  },
  {
    "verse": 35,
    "text": "until I make Your enemies a footstool for Your feet.”’"
  },
  {
    "verse": 36,
    "text": "Therefore let all Israel know with certainty that God has made this Jesus, whom you crucified, both Lord and Christ!”"
  },
  {
    "verse": 37,
    "text": "When the people heard this, they were cut to the heart and asked Peter and the other apostles, “Brothers, what shall we do?”"
  },
  {
    "verse": 38,
    "text": "Peter replied, “Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit."
  },
  {
    "verse": 39,
    "text": "This promise belongs to you and your children and to all who are far off—to all whom the Lord our God will call to Himself.”"
  },
  {
    "verse": 40,
    "text": "With many other words he testified, and he urged them, “Be saved from this corrupt generation.”"
  },
  {
    "verse": 41,
    "text": "Those who embraced his message were baptized, and about three thousand were added to the believers that day."
  },
  {
    "verse": 42,
    "text": "They devoted themselves to the apostles’ teaching and to the fellowship, to the breaking of bread and to prayer."
  },
  {
    "verse": 43,
    "text": "A sense of awe came over everyone, and the apostles performed many wonders and signs."
  },
  {
    "verse": 44,
    "text": "All the believers were together and had everything in common."
  },
  {
    "verse": 45,
    "text": "Selling their possessions and goods, they shared with anyone who was in need."
  },
  {
    "verse": 46,
    "text": "With one accord they continued to meet daily in the temple courts and to break bread from house to house, sharing their meals with gladness and sincerity of heart,"
  },
  {
    "verse": 47,
    "text": "praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved."
  }
]