[
  {
    "verse": 1,
    "text": "Now these are the people of the province who came up from the captivity of the exiles carried away to Babylon by Nebuchadnezzar its king. They returned to Jerusalem and Judah, each to his own town,"
  },
  {
    "verse": 2,
    "text": "accompanied by Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah. This is the count of the men of Israel:"
  },
  {
    "verse": 3,
    "text": "the descendants of Parosh, 2,172;"
  },
  {
    "verse": 4,
    "text": "the descendants of Shephatiah, 372;"
  },
  {
    "verse": 5,
    "text": "the descendants of Arah, 775;"
  },
  {
    "verse": 6,
    "text": "the descendants of Pahath-moab (through the line of Jeshua and Joab), 2,812;"
  },
  {
    "verse": 7,
    "text": "the descendants of Elam, 1,254;"
  },
  {
    "verse": 8,
    "text": "the descendants of Zattu, 945;"
  },
  {
    "verse": 9,
    "text": "the descendants of Zaccai, 760;"
  },
  {
    "verse": 10,
    "text": "the descendants of Bani, 642;"
  },
  {
    "verse": 11,
    "text": "the descendants of Bebai, 623;"
  },
  {
    "verse": 12,
    "text": "the descendants of Azgad, 1,222;"
  },
  {
    "verse": 13,
    "text": "the descendants of Adonikam, 666;"
  },
  {
    "verse": 14,
    "text": "the descendants of Bigvai, 2,056;"
  },
  {
    "verse": 15,
    "text": "the descendants of Adin, 454;"
  },
  {
    "verse": 16,
    "text": "the descendants of Ater (through Hezekiah), 98;"
  },
  {
    "verse": 17,
    "text": "the descendants of Bezai, 323;"
  },
  {
    "verse": 18,
    "text": "the descendants of Jorah, 112;"
  },
  {
    "verse": 19,
    "text": "the descendants of Hashum, 223;"
  },
  {
    "verse": 20,
    "text": "the descendants of Gibbar, 95;"
  },
  {
    "verse": 21,
    "text": "the men of Bethlehem, 123;"
  },
  {
    "verse": 22,
    "text": "the men of Netophah, 56;"
  },
  {
    "verse": 23,
    "text": "the men of Anathoth, 128;"
  },
  {
    "verse": 24,
    "text": "the descendants of Azmaveth, 42;"
  },
  {
    "verse": 25,
    "text": "the men of Kiriath-jearim, Chephirah, and Beeroth, 743;"
  },
  {
    "verse": 26,
    "text": "the men of Ramah and Geba, 621;"
  },
  {
    "verse": 27,
    "text": "the men of Michmash, 122;"
  },
  {
    "verse": 28,
    "text": "the men of Bethel and Ai, 223;"
  },
  {
    "verse": 29,
    "text": "the descendants of Nebo, 52;"
  },
  {
    "verse": 30,
    "text": "the descendants of Magbish, 156;"
  },
  {
    "verse": 31,
    "text": "the descendants of the other Elam, 1,254;"
  },
  {
    "verse": 32,
    "text": "the descendants of Harim, 320;"
  },
  {
    "verse": 33,
    "text": "the men of Lod, Hadid, and Ono, 725;"
  },
  {
    "verse": 34,
    "text": "the men of Jericho, 345;"
  },
  {
    "verse": 35,
    "text": "and the descendants of Senaah, 3,630."
  },
  {
    "verse": 36,
    "text": "The priests: The descendants of Jedaiah (through the house of Jeshua), 973;"
  },
  {
    "verse": 37,
    "text": "the descendants of Immer, 1,052;"
  },
  {
    "verse": 38,
    "text": "the descendants of Pashhur, 1,247;"
  },
  {
    "verse": 39,
    "text": "and the descendants of Harim, 1,017."
  },
  {
    "verse": 40,
    "text": "The Levites: the descendants of Jeshua and Kadmiel (through the line of Hodaviah ), 74."
  },
  {
    "verse": 41,
    "text": "The singers: the descendants of Asaph, 128."
  },
  {
    "verse": 42,
    "text": "The gatekeepers: the descendants of Shallum, the descendants of Ater, the descendants of Talmon, the descendants of Akkub, the descendants of Hatita, and the descendants of Shobai, 139 in all."
  },
  {
    "verse": 43,
    "text": "The temple servants: the descendants of Ziha, the descendants of Hasupha, the descendants of Tabbaoth,"
  },
  {
    "verse": 44,
    "text": "the descendants of Keros, the descendants of Siaha, the descendants of Padon,"
  },
  {
    "verse": 45,
    "text": "the descendants of Lebanah, the descendants of Hagabah, the descendants of Akkub,"
  },
  {
    "verse": 46,
    "text": "the descendants of Hagab, the descendants of Shalmai, the descendants of Hanan,"
  },
  {
    "verse": 47,
    "text": "the descendants of Giddel, the descendants of Gahar, the descendants of Reaiah,"
  },
  {
    "verse": 48,
    "text": "the descendants of Rezin, the descendants of Nekoda, the descendants of Gazzam,"
  },
  {
    "verse": 49,
    "text": "the descendants of Uzza, the descendants of Paseah, the descendants of Besai,"
  },
  {
    "verse": 50,
    "text": "the descendants of Asnah, the descendants of Meunim, the descendants of Nephusim,"
  },
  {
    "verse": 51,
    "text": "the descendants of Bakbuk, the descendants of Hakupha, the descendants of Harhur,"
  },
  {
    "verse": 52,
    "text": "the descendants of Bazluth, the descendants of Mehida, the descendants of Harsha,"
  },
  {
    "verse": 53,
    "text": "the descendants of Barkos, the descendants of Sisera, the descendants of Temah,"
  },
  {
    "verse": 54,
    "text": "the descendants of Neziah, and the descendants of Hatipha."
  },
  {
    "verse": 55,
    "text": "The descendants of the servants of Solomon: the descendants of Sotai, the descendants of Sophereth, the descendants of Peruda,"
  },
  {
    "verse": 56,
    "text": "the descendants of Jaala, the descendants of Darkon, the descendants of Giddel,"
  },
  {
    "verse": 57,
    "text": "the descendants of Shephatiah, the descendants of Hattil, the descendants of Pochereth-hazzebaim, and the descendants of Ami."
  },
  {
    "verse": 58,
    "text": "The temple servants and descendants of the servants of Solomon numbered 392 in all."
  },
  {
    "verse": 59,
    "text": "The following came up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer, but could not prove that their families were descended from Israel:"
  },
  {
    "verse": 60,
    "text": "the descendants of Delaiah, the descendants of Tobiah, and the descendants of Nekoda, 652 in all."
  },
  {
    "verse": 61,
    "text": "And from among the priests: the descendants of Hobaiah, the descendants of Hakkoz, and the descendants of Barzillai (who had married a daughter of Barzillai the Gileadite and was called by their name)."
  },
  {
    "verse": 62,
    "text": "These men searched for their family records, but they could not find them and so were excluded from the priesthood as unclean."
  },
  {
    "verse": 63,
    "text": "The governor ordered them not to eat the most holy things until there was a priest to consult the Urim and Thummim."
  },
  {
    "verse": 64,
    "text": "The whole assembly numbered 42,360,"
  },
  {
    "verse": 65,
    "text": "in addition to their 7,337 menservants and maidservants, as well as their 200 male and female singers."
  },
  {
    "verse": 66,
    "text": "They had 736 horses, 245 mules,"
  },
  {
    "verse": 67,
    "text": "435 camels, and 6,720 donkeys."
  },
  {
    "verse": 68,
    "text": "When they arrived at the house of the LORD in Jerusalem, some of the heads of the families gave freewill offerings to rebuild the house of God on its original site."
  },
  {
    "verse": 69,
    "text": "According to their ability, they gave to the treasury for this work 61,000 darics of gold, 5,000 minas of silver, and 100 priestly garments."
  },
  {
    "verse": 70,
    "text": "So the priests, the Levites, the singers, the gatekeepers, and the temple servants, along with some of the people, settled in their own towns; and the rest of the Israelites settled in their towns."
  }
]