[
  {
    "verse": 1,
    "text": "This is the burden against Nineveh, the book of the vision of Nahum the Elkoshite:"
  },
  {
    "verse": 2,
    "text": "The LORD is a jealous and avenging God; the LORD is avenging and full of wrath. The LORD takes vengeance on His foes and reserves wrath for His enemies."
  },
  {
    "verse": 3,
    "text": "The LORD is slow to anger and great in power; the LORD will by no means leave the guilty unpunished. His path is in the whirlwind and storm, and clouds are the dust beneath His feet."
  },
  {
    "verse": 4,
    "text": "He rebukes the sea and dries it up; He makes all the rivers run dry. Bashan and Carmel wither, and the flower of Lebanon wilts."
  },
  {
    "verse": 5,
    "text": "The mountains quake before Him, and the hills melt away; the earth trembles at His presence— the world and all its dwellers."
  },
  {
    "verse": 6,
    "text": "Who can withstand His indignation? Who can endure His burning anger? His wrath is poured out like fire; even rocks are shattered before Him."
  },
  {
    "verse": 7,
    "text": "The LORD is good, a stronghold in the day of distress; He cares for those who trust in Him."
  },
  {
    "verse": 8,
    "text": "But with an overwhelming flood He will make an end of Nineveh and pursue His enemies into darkness."
  },
  {
    "verse": 9,
    "text": "Whatever you plot against the LORD, He will bring to an end. Affliction will not rise up a second time."
  },
  {
    "verse": 10,
    "text": "For they will be entangled as with thorns and consumed like the drink of a drunkard— like stubble that is fully dry."
  },
  {
    "verse": 11,
    "text": "From you, O Nineveh, comes forth a plotter of evil against the LORD, a counselor of wickedness."
  },
  {
    "verse": 12,
    "text": "This is what the LORD says: “Though they are allied and numerous, yet they will be cut down and pass away. Though I have afflicted you, O Judah, I will afflict you no longer."
  },
  {
    "verse": 13,
    "text": "For I will now break their yoke from your neck and tear away your shackles.”"
  },
  {
    "verse": 14,
    "text": "The LORD has issued a command concerning you, O Nineveh: “There will be no descendants to carry on your name. I will cut off the carved image and cast idol from the house of your gods; I will prepare your grave, for you are contemptible.”"
  },
  {
    "verse": 15,
    "text": "Look to the mountains— the feet of one who brings good news, who proclaims peace! Celebrate your feasts, O Judah; fulfill your vows. For the wicked will never again march through you; they will be utterly cut off."
  }
]