[
  {
    "verse": 1,
    "text": "As God’s fellow workers, then, we urge you not to receive God’s grace in vain."
  },
  {
    "verse": 2,
    "text": "For He says: “In the time of favor I heard you, and in the day of salvation I helped you.” Behold, now is the time of favor; now is the day of salvation!"
  },
  {
    "verse": 3,
    "text": "We put no obstacle in anyone’s way, so that no one can discredit our ministry."
  },
  {
    "verse": 4,
    "text": "Rather, as servants of God we commend ourselves in every way: in great endurance; in troubles, hardships, and calamities;"
  },
  {
    "verse": 5,
    "text": "in beatings, imprisonments, and riots; in labor, sleepless nights, and hunger;"
  },
  {
    "verse": 6,
    "text": "in purity, knowledge, patience, and kindness; in the Holy Spirit and in sincere love;"
  },
  {
    "verse": 7,
    "text": "in truthful speech and in the power of God; with the weapons of righteousness in the right hand and in the left;"
  },
  {
    "verse": 8,
    "text": "through glory and dishonor, slander and praise; viewed as imposters, yet genuine;"
  },
  {
    "verse": 9,
    "text": "as unknown, yet well-known; dying, and yet we live on; punished, yet not killed;"
  },
  {
    "verse": 10,
    "text": "sorrowful, yet always rejoicing; poor, yet making many rich; having nothing, and yet possessing everything."
  },
  {
    "verse": 11,
    "text": "We have spoken freely to you, Corinthians. Our hearts are open wide."
  },
  {
    "verse": 12,
    "text": "It is not our affection, but yours, that is restrained."
  },
  {
    "verse": 13,
    "text": "As a fair exchange, I ask you as my children: Open wide your hearts also."
  },
  {
    "verse": 14,
    "text": "Do not be unequally yoked with unbelievers. For what partnership can righteousness have with wickedness? Or what fellowship does light have with darkness?"
  },
  {
    "verse": 15,
    "text": "What harmony is there between Christ and Belial? Or what does a believer have in common with an unbeliever?"
  },
  {
    "verse": 16,
    "text": "What agreement can exist between the temple of God and idols? For we are the temple of the living God. As God has said: “I will dwell with them and walk among them, and I will be their God, and they will be My people.”"
  },
  {
    "verse": 17,
    "text": "“Therefore come out from among them and be separate, says the Lord. Touch no unclean thing, and I will receive you.”"
  },
  {
    "verse": 18,
    "text": "And: “I will be a Father to you, and you will be My sons and daughters, says the Lord Almighty.”"
  }
]