[
  {
    "verse": 1,
    "text": "Some time later, Naboth the Jezreelite happened to own a vineyard in Jezreel next to the palace of Ahab king of Samaria."
  },
  {
    "verse": 2,
    "text": "So Ahab said to Naboth, “Give me your vineyard to use as a vegetable garden, since it is next to my palace. I will give you a better vineyard in its place—or if you prefer, I will give you its value in silver.”"
  },
  {
    "verse": 3,
    "text": "But Naboth replied, “The LORD forbid that I should give you the inheritance of my fathers.”"
  },
  {
    "verse": 4,
    "text": "So Ahab went to his palace, sullen and angry because Naboth the Jezreelite had told him, “I will not give you the inheritance of my fathers.” He lay down on his bed, turned his face away, and refused to eat."
  },
  {
    "verse": 5,
    "text": "Soon his wife Jezebel came in and asked, “Why are you so sullen that you refuse to eat?”"
  },
  {
    "verse": 6,
    "text": "Ahab answered, “Because I spoke to Naboth the Jezreelite and told him, ‘Give me your vineyard for silver, or if you wish, I will give you another vineyard in its place.’ And he replied, ‘I will not give you my vineyard!’”"
  },
  {
    "verse": 7,
    "text": "But his wife Jezebel said to him, “Do you not reign over Israel? Get up, eat some food, and be cheerful, for I will get you the vineyard of Naboth the Jezreelite.”"
  },
  {
    "verse": 8,
    "text": "Then Jezebel wrote letters in Ahab’s name, sealed them with his seal, and sent them to the elders and nobles who lived with Naboth in his city."
  },
  {
    "verse": 9,
    "text": "In the letters she wrote: “Proclaim a fast and give Naboth a seat of honor among the people."
  },
  {
    "verse": 10,
    "text": "But seat two scoundrels opposite him and have them testify, ‘You have cursed both God and the king!’ Then take him out and stone him to death.”"
  },
  {
    "verse": 11,
    "text": "So the elders and nobles who lived in Naboth’s city did as Jezebel had instructed in the letters she had written to them."
  },
  {
    "verse": 12,
    "text": "They proclaimed a fast and gave Naboth a seat of honor among the people."
  },
  {
    "verse": 13,
    "text": "And the two scoundrels came in and sat opposite Naboth, and these men testified against him before the people, saying, “Naboth has cursed both God and the king!” So they took him outside the city and stoned him to death."
  },
  {
    "verse": 14,
    "text": "Then they sent word to Jezebel: “Naboth has been stoned to death.”"
  },
  {
    "verse": 15,
    "text": "When Jezebel heard that Naboth had been stoned to death, she said to Ahab, “Get up and take possession of the vineyard of Naboth the Jezreelite, who refused to give it to you for silver. For Naboth is no longer alive, but dead.”"
  },
  {
    "verse": 16,
    "text": "And when Ahab heard that Naboth was dead, he got up and went down to take possession of the vineyard of Naboth the Jezreelite."
  },
  {
    "verse": 17,
    "text": "Then the word of the LORD came to Elijah the Tishbite, saying,"
  },
  {
    "verse": 18,
    "text": "“Get up and go down to meet Ahab king of Israel, who is in Samaria. See, he is in the vineyard of Naboth, of which he has gone to take possession."
  },
  {
    "verse": 19,
    "text": "Tell him that this is what the LORD says: ‘Have you not murdered a man and seized his land?’ Then tell him that this is also what the LORD says: ‘In the place where the dogs licked up the blood of Naboth, there also the dogs will lick up your blood—yes, yours!’ ”"
  },
  {
    "verse": 20,
    "text": "When Elijah arrived, Ahab said to him, “So you have found me out, my enemy.” He replied, “I have found you out because you have sold yourself to do evil in the sight of the LORD."
  },
  {
    "verse": 21,
    "text": "This is what the LORD says: ‘I will bring calamity on you and consume your descendants; I will cut off from Ahab every male in Israel, both slave and free."
  },
  {
    "verse": 22,
    "text": "I will make your house like that of Jeroboam son of Nebat and like that of Baasha son of Ahijah, because you have provoked My anger and caused Israel to sin.’"
  },
  {
    "verse": 23,
    "text": "And the LORD also speaks concerning Jezebel: ‘The dogs will devour Jezebel by the wall of Jezreel.’"
  },
  {
    "verse": 24,
    "text": "Anyone belonging to Ahab who dies in the city will be eaten by dogs, and anyone who dies in the field will be eaten by the birds of the air.”"
  },
  {
    "verse": 25,
    "text": "(Surely there was never one like Ahab, who sold himself to do evil in the sight of the LORD, incited by his wife Jezebel."
  },
  {
    "verse": 26,
    "text": "He committed the most detestable acts by going after idols, just like the Amorites whom the LORD had driven out before the Israelites.)"
  },
  {
    "verse": 27,
    "text": "When Ahab heard these words, he tore his clothes, put on sackcloth, and fasted. He lay down in sackcloth and walked around meekly."
  },
  {
    "verse": 28,
    "text": "Then the word of the LORD came to Elijah the Tishbite, saying:"
  },
  {
    "verse": 29,
    "text": "“Have you seen how Ahab has humbled himself before Me? Because he has humbled himself before Me, I will not bring the calamity during his days, but I will bring it upon his house in the days of his son.”"
  }
]