[
  {
    "verse": 1,
    "text": "So King Solomon ruled over Israel,"
  },
  {
    "verse": 2,
    "text": "and these were his chief officials: Azariah son of Zadok was the priest;"
  },
  {
    "verse": 3,
    "text": "Elihoreph and Ahijah, the sons of Shisha, were secretaries; Jehoshaphat son of Ahilud was the recorder;"
  },
  {
    "verse": 4,
    "text": "Benaiah son of Jehoiada was in charge of the army; Zadok and Abiathar were priests;"
  },
  {
    "verse": 5,
    "text": "Azariah son of Nathan was in charge of the governors; Zabud son of Nathan was a priest and adviser to the king;"
  },
  {
    "verse": 6,
    "text": "Ahishar was in charge of the palace; and Adoniram son of Abda was in charge of the forced labor."
  },
  {
    "verse": 7,
    "text": "Solomon had twelve governors over all Israel to provide food for the king and his household. Each one would arrange provisions for one month of the year,"
  },
  {
    "verse": 8,
    "text": "and these were their names: Ben-hur in the hill country of Ephraim;"
  },
  {
    "verse": 9,
    "text": "Ben-deker in Makaz, in Shaalbim, in Beth-shemesh, and in Elon-beth-hanan;"
  },
  {
    "verse": 10,
    "text": "Ben-hesed in Arubboth (Socoh and all the land of Hepher belonged to him);"
  },
  {
    "verse": 11,
    "text": "Ben-abinadab in Naphath-dor (Taphath, a daughter of Solomon, was his wife);"
  },
  {
    "verse": 12,
    "text": "Baana son of Ahilud in Taanach, in Megiddo, and in all of Beth-shean next to Zarethan below Jezreel, from Beth-shean to Abel-meholah and on past Jokmeam;"
  },
  {
    "verse": 13,
    "text": "Ben-geber in Ramoth-gilead (the villages of Jair son of Manasseh in Gilead belonged to him, as well as the region of Argob in Bashan with its sixty great cities with walls and bronze bars);"
  },
  {
    "verse": 14,
    "text": "Ahinadab son of Iddo in Mahanaim;"
  },
  {
    "verse": 15,
    "text": "Ahimaaz in Naphtali (he had married Basemath, a daughter of Solomon);"
  },
  {
    "verse": 16,
    "text": "Baana son of Hushai in Asher and in Aloth;"
  },
  {
    "verse": 17,
    "text": "Jehoshaphat son of Paruah in Issachar;"
  },
  {
    "verse": 18,
    "text": "Shimei son of Ela in Benjamin;"
  },
  {
    "verse": 19,
    "text": "Geber son of Uri in the land of Gilead, including the territories of Sihon king of the Amorites and of Og king of Bashan. There was also one governor in the land of Judah."
  },
  {
    "verse": 20,
    "text": "The people of Judah and Israel were as numerous as the sand on the seashore, and they were eating and drinking and rejoicing."
  },
  {
    "verse": 21,
    "text": "And Solomon reigned over all the kingdoms from the Euphrates to the land of the Philistines, as far as the border of Egypt. These kingdoms offered tribute and served Solomon all the days of his life."
  },
  {
    "verse": 22,
    "text": "Solomon’s provisions for a single day were thirty cors of fine flour, sixty cors of meal,"
  },
  {
    "verse": 23,
    "text": "ten fat oxen, twenty range oxen, and a hundred sheep, as well as deer, gazelles, roebucks, and fattened poultry."
  },
  {
    "verse": 24,
    "text": "For Solomon had dominion over everything west of the Euphrates —over all the kingdoms from Tiphsah to Gaza—and he had peace on all sides."
  },
  {
    "verse": 25,
    "text": "Throughout the days of Solomon, Judah and Israel dwelt securely from Dan to Beersheba, each man under his own vine and his own fig tree."
  },
  {
    "verse": 26,
    "text": "Solomon had 4,000 stalls for his chariot horses and 12,000 horses."
  },
  {
    "verse": 27,
    "text": "Each month the governors in turn provided food for King Solomon and all who came to his table. They saw to it that nothing was lacking."
  },
  {
    "verse": 28,
    "text": "Each one also brought to the required place their quotas of barley and straw for the chariot horses and other horses."
  },
  {
    "verse": 29,
    "text": "And God gave Solomon wisdom, exceedingly deep insight, and understanding beyond measure, like the sand on the seashore."
  },
  {
    "verse": 30,
    "text": "Solomon’s wisdom was greater than that of all the men of the East, greater than all the wisdom of Egypt."
  },
  {
    "verse": 31,
    "text": "He was wiser than all men—wiser than Ethan the Ezrahite, and wiser than Heman, Calcol, and Darda, the sons of Mahol. And his fame spread throughout the surrounding nations."
  },
  {
    "verse": 32,
    "text": "Solomon composed three thousand proverbs, and his songs numbered a thousand and five."
  },
  {
    "verse": 33,
    "text": "He spoke of trees, from the cedar in Lebanon to the hyssop growing in the wall, and he taught about animals, birds, reptiles, and fish."
  },
  {
    "verse": 34,
    "text": "So men of all nations came to listen to Solomon’s wisdom, sent by all the kings of the earth, who had heard of his wisdom."
  }
]