[
  {
    "verse": 1,
    "text": "For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles..."
  },
  {
    "verse": 2,
    "text": "Surely you have heard about the stewardship of God’s grace that was given to me for you,"
  },
  {
    "verse": 3,
    "text": "that is, the mystery made known to me by revelation, as I have already written briefly."
  },
  {
    "verse": 4,
    "text": "In reading this, then, you will be able to understand my insight into the mystery of Christ,"
  },
  {
    "verse": 5,
    "text": "which was not made known to men in other generations as it has now been revealed by the Spirit to God’s holy apostles and prophets."
  },
  {
    "verse": 6,
    "text": "This mystery is that through the gospel the Gentiles are fellow heirs, fellow members of the body, and fellow partakers of the promise in Christ Jesus."
  },
  {
    "verse": 7,
    "text": "I became a servant of this gospel by the gift of God’s grace, given me through the working of His power."
  },
  {
    "verse": 8,
    "text": "Though I am less than the least of all the saints, this grace was given me: to preach to the Gentiles the unsearchable riches of Christ,"
  },
  {
    "verse": 9,
    "text": "and to illuminate for everyone the stewardship of this mystery, which for ages past was kept hidden in God, who created all things."
  },
  {
    "verse": 10,
    "text": "His purpose was that now, through the church, the manifold wisdom of God should be made known to the rulers and authorities in the heavenly realms,"
  },
  {
    "verse": 11,
    "text": "according to the eternal purpose that He accomplished in Christ Jesus our Lord."
  },
  {
    "verse": 12,
    "text": "In Him and through faith in Him we may enter God’s presence with boldness and confidence."
  },
  {
    "verse": 13,
    "text": "So I ask you not to be discouraged because of my sufferings for you, which are your glory."
  },
  {
    "verse": 14,
    "text": "... for this reason I bow my knees before the Father,"
  },
  {
    "verse": 15,
    "text": "from whom every family in heaven and on earth derives its name."
  },
  {
    "verse": 16,
    "text": "I ask that out of the riches of His glory He may strengthen you with power through His Spirit in your inner being,"
  },
  {
    "verse": 17,
    "text": "so that Christ may dwell in your hearts through faith. Then you, being rooted and grounded in love,"
  },
  {
    "verse": 18,
    "text": "will have power, together with all the saints, to comprehend the length and width and height and depth"
  },
  {
    "verse": 19,
    "text": "of the love of Christ, and to know this love that surpasses knowledge, that you may be filled with all the fullness of God."
  },
  {
    "verse": 20,
    "text": "Now to Him who is able to do so much more than all we ask or imagine, according to His power that is at work within us,"
  },
  {
    "verse": 21,
    "text": "to Him be the glory in the church and in Christ Jesus throughout all generations, forever and ever. Amen."
  }
]