[
  {
    "verse": 1,
    "text": "如今，那些在基督耶穌裏的就不定罪了。"
  },
  {
    "verse": 2,
    "text": "因為賜生命聖靈的律，在基督耶穌裏釋放了我，使我脫離罪和死的律了。"
  },
  {
    "verse": 3,
    "text": "律法既因肉體軟弱，有所不能行的，上帝就差遣自己的兒子，成為罪身的形狀，作了贖罪祭，在肉體中定了罪案，"
  },
  {
    "verse": 4,
    "text": "使律法的義成就在我們這不隨從肉體、只隨從聖靈的人身上。"
  },
  {
    "verse": 5,
    "text": "因為，隨從肉體的人體貼肉體的事；隨從聖靈的人體貼聖靈的事。"
  },
  {
    "verse": 6,
    "text": "體貼肉體的，就是死；體貼聖靈的，乃是生命、平安。"
  },
  {
    "verse": 7,
    "text": "原來體貼肉體的，就是與上帝為仇；因為不服上帝的律法，也是不能服，"
  },
  {
    "verse": 8,
    "text": "而且屬肉體的人不能得上帝的喜歡。"
  },
  {
    "verse": 9,
    "text": "如果上帝的靈住在你們心裏，你們就不屬肉體，乃屬聖靈了。人若沒有基督的靈，就不是屬基督的。"
  },
  {
    "verse": 10,
    "text": "基督若在你們心裏，身體就因罪而死，心靈卻因義而活。"
  },
  {
    "verse": 11,
    "text": "然而，叫耶穌從死裏復活者的靈若住在你們心裏，那叫基督耶穌從死裏復活的，也必藉着住在你們心裏的聖靈，使你們必死的身體又活過來。"
  },
  {
    "verse": 12,
    "text": "弟兄們，這樣看來，我們並不是欠肉體的債去順從肉體活着。"
  },
  {
    "verse": 13,
    "text": "你們若順從肉體活着，必要死；若靠着聖靈治死身體的惡行，必要活着。"
  },
  {
    "verse": 14,
    "text": "因為凡被上帝的靈引導的，都是上帝的兒子。"
  },
  {
    "verse": 15,
    "text": "你們所受的，不是奴僕的心，仍舊害怕；所受的，乃是兒子的心，因此我們呼叫：「阿爸！父！」"
  },
  {
    "verse": 16,
    "text": "聖靈與我們的心同證我們是上帝的兒女；"
  },
  {
    "verse": 17,
    "text": "既是兒女，便是後嗣，就是上帝的後嗣，和基督同作後嗣。如果我們和他一同受苦，也必和他一同得榮耀。"
  },
  {
    "verse": 18,
    "text": "我想，現在的苦楚若比起將來要顯於我們的榮耀就不足介意了。"
  },
  {
    "verse": 19,
    "text": "受造之物切望等候上帝的眾子顯出來。"
  },
  {
    "verse": 20,
    "text": "因為受造之物服在虛空之下，不是自己願意，乃是因那叫他如此的。"
  },
  {
    "verse": 21,
    "text": "但受造之物仍然指望脫離敗壞的轄制，得享 上帝兒女自由的榮耀。"
  },
  {
    "verse": 22,
    "text": "我們知道，一切受造之物一同歎息，勞苦，直到如今。"
  },
  {
    "verse": 23,
    "text": "不但如此，就是我們這有聖靈初結果子的，也是自己心裏歎息，等候得着兒子的名分，乃是我們的身體得贖。"
  },
  {
    "verse": 24,
    "text": "我們得救是在乎盼望；只是所見的盼望不是盼望，誰還盼望他所見的呢 ？"
  },
  {
    "verse": 25,
    "text": "但我們若盼望那所不見的，就必忍耐等候。"
  },
  {
    "verse": 26,
    "text": "況且，我們的軟弱有聖靈幫助；我們本不曉得當怎樣禱告，只是聖靈親自用說不出來的歎息替我們禱告。"
  },
  {
    "verse": 27,
    "text": "鑒察人心的，曉得聖靈的意思，因為聖靈照着上帝的旨意替聖徒祈求。"
  },
  {
    "verse": 28,
    "text": "我們曉得萬事都互相效力，叫愛上帝的人得益處，就是按他旨意被召的人。"
  },
  {
    "verse": 29,
    "text": "因為他預先所知道的人，就預先定下效法他兒子的模樣，使他兒子在許多弟兄中作長子。"
  },
  {
    "verse": 30,
    "text": "預先所定下的人又召他們來；所召來的人又稱他們為義；所稱為義的人又叫他們得榮耀。"
  },
  {
    "verse": 31,
    "text": "既是這樣，還有甚麼說的呢？上帝若幫助我們，誰能敵擋我們呢？"
  },
  {
    "verse": 32,
    "text": "上帝既不愛惜自己的兒子，為我們眾人捨了，豈不也把萬物和他一同白白地賜給我們嗎？"
  },
  {
    "verse": 33,
    "text": "誰能控告上帝所揀選的人呢？有上帝稱他們為義了 。"
  },
  {
    "verse": 34,
    "text": "誰能定他們的罪呢？有基督耶穌已經死了，而且從死裏復活，現今在上帝的右邊，也替我們祈求 。"
  },
  {
    "verse": 35,
    "text": "誰能使我們與基督的愛隔絕呢？難道是患難嗎？是困苦嗎？是逼迫嗎？是飢餓嗎？是赤身露體嗎？是危險嗎？是刀劍嗎？"
  },
  {
    "verse": 36,
    "text": "如經上所記： 我們為你的緣故終日被殺； 人看我們如將宰的羊。"
  },
  {
    "verse": 37,
    "text": "然而，靠着愛我們的主，在這一切的事上已經得勝有餘了。"
  },
  {
    "verse": 38,
    "text": "因為我深信無論是死，是生，是天使，是掌權的，是有能的，是現在的事，是將來的事，"
  },
  {
    "verse": 39,
    "text": "是高處的，是低處的，是別的受造之物，都不能叫我們與上帝的愛隔絕；這愛是在我們的主基督耶穌裏的。"
  }
]