[
  {
    "verse": 1,
    "text": "For the LORD will have compassion on Jacob; once again He will choose Israel and settle them in their own land. The foreigner will join them and unite with the house of Jacob."
  },
  {
    "verse": 2,
    "text": "The nations will escort Israel and bring it to its homeland. Then the house of Israel will possess the nations as menservants and maidservants in the LORD’s land. They will make captives of their captors and rule over their oppressors."
  },
  {
    "verse": 3,
    "text": "On the day that the LORD gives you rest from your pain and torment, and from the hard labor into which you were forced,"
  },
  {
    "verse": 4,
    "text": "you will sing this song of contempt against the king of Babylon: How the oppressor has ceased, and how his fury has ended!"
  },
  {
    "verse": 5,
    "text": "The LORD has broken the staff of the wicked, the scepter of the rulers."
  },
  {
    "verse": 6,
    "text": "It struck the peoples in anger with unceasing blows; it subdued the nations in rage with relentless persecution."
  },
  {
    "verse": 7,
    "text": "All the earth is at peace and at rest; they break out in song."
  },
  {
    "verse": 8,
    "text": "Even the cypresses and cedars of Lebanon exult over you: “Since you have been laid low, no woodcutter comes against us.”"
  },
  {
    "verse": 9,
    "text": "Sheol beneath is eager to meet you upon your arrival. It stirs the spirits of the dead to greet you— all the rulers of the earth. It makes all the kings of the nations rise from their thrones."
  },
  {
    "verse": 10,
    "text": "They will all respond to you, saying, “You too have become weak, as we are; you have become like us!”"
  },
  {
    "verse": 11,
    "text": "Your pomp has been brought down to Sheol, along with the music of your harps. Maggots are your bed and worms your blanket."
  },
  {
    "verse": 12,
    "text": "How you have fallen from heaven, O day star, son of the dawn! You have been cut down to the ground, O destroyer of nations."
  },
  {
    "verse": 13,
    "text": "You said in your heart: “I will ascend to the heavens; I will raise my throne above the stars of God. I will sit on the mount of assembly, in the far reaches of the north."
  },
  {
    "verse": 14,
    "text": "I will ascend above the tops of the clouds; I will make myself like the Most High.”"
  },
  {
    "verse": 15,
    "text": "But you will be brought down to Sheol, to the lowest depths of the Pit."
  },
  {
    "verse": 16,
    "text": "Those who see you will stare; they will ponder your fate: “Is this the man who shook the earth and made the kingdoms tremble,"
  },
  {
    "verse": 17,
    "text": "who turned the world into a desert and destroyed its cities, who refused to let the captives return to their homes?”"
  },
  {
    "verse": 18,
    "text": "All the kings of the nations lie in state, each in his own tomb."
  },
  {
    "verse": 19,
    "text": "But you are cast out of your grave like a rejected branch, covered by those slain with the sword, and dumped into a rocky pit like a carcass trampled underfoot."
  },
  {
    "verse": 20,
    "text": "You will not join them in burial, since you have destroyed your land and slaughtered your own people. The offspring of the wicked will never again be mentioned."
  },
  {
    "verse": 21,
    "text": "Prepare a place to slaughter his sons for the iniquities of their forefathers. They will never rise up to possess a land or cover the earth with their cities."
  },
  {
    "verse": 22,
    "text": "“I will rise up against them,” declares the LORD of Hosts. “I will cut off from Babylon her name and her remnant, her offspring and her posterity,” declares the LORD."
  },
  {
    "verse": 23,
    "text": "“I will make her a place for owls and for swamplands; I will sweep her away with the broom of destruction,” declares the LORD of Hosts."
  },
  {
    "verse": 24,
    "text": "The LORD of Hosts has sworn: “Surely, as I have planned, so will it be; as I have purposed, so will it stand."
  },
  {
    "verse": 25,
    "text": "I will break Assyria in My land; I will trample him on My mountain. His yoke will be taken off My people, and his burden removed from their shoulders.”"
  },
  {
    "verse": 26,
    "text": "This is the plan devised for the whole earth, and this is the hand stretched out over all the nations."
  },
  {
    "verse": 27,
    "text": "The LORD of Hosts has purposed, and who can thwart Him? His hand is outstretched, so who can turn it back?"
  },
  {
    "verse": 28,
    "text": "In the year that King Ahaz died, this burden was received:"
  },
  {
    "verse": 29,
    "text": "Do not rejoice, all you Philistines, that the rod that struck you is broken. For a viper will spring from the root of the snake, and a flying serpent from its egg."
  },
  {
    "verse": 30,
    "text": "Then the firstborn of the poor will find pasture, and the needy will lie down in safety, but I will kill your root by famine, and your remnant will be slain."
  },
  {
    "verse": 31,
    "text": "Wail, O gate! Cry out, O city! Melt away, all you Philistines! For a cloud of smoke comes from the north, and there are no stragglers in its ranks."
  },
  {
    "verse": 32,
    "text": "What answer will be given to the envoys of that nation? “The LORD has founded Zion, where His afflicted people will find refuge.”"
  }
]