[
  {
    "verse": 1,
    "text": "This is the message that was revealed to Isaiah son of Amoz concerning Judah and Jerusalem:"
  },
  {
    "verse": 2,
    "text": "In the last days the mountain of the house of the LORD will be established as the chief of the mountains; it will be raised above the hills, and all nations will stream to it."
  },
  {
    "verse": 3,
    "text": "And many peoples will come and say: “Come, let us go up to the mountain of the LORD, to the house of the God of Jacob. He will teach us His ways so that we may walk in His paths.” For the law will go forth from Zion, and the word of the LORD from Jerusalem."
  },
  {
    "verse": 4,
    "text": "Then He will judge between the nations and arbitrate for many peoples. They will beat their swords into plowshares and their spears into pruning hooks. Nation will no longer take up the sword against nation, nor train anymore for war."
  },
  {
    "verse": 5,
    "text": "Come, O house of Jacob, let us walk in the light of the LORD."
  },
  {
    "verse": 6,
    "text": "For You have abandoned Your people, the house of Jacob, because they are filled with influences from the east; they are soothsayers like the Philistines; they strike hands with the children of foreigners."
  },
  {
    "verse": 7,
    "text": "Their land is full of silver and gold, with no limit to their treasures; their land is full of horses, with no limit to their chariots."
  },
  {
    "verse": 8,
    "text": "Their land is full of idols; they bow down to the work of their hands, to what their fingers have made."
  },
  {
    "verse": 9,
    "text": "So mankind is brought low, and man is humbled— do not forgive them!"
  },
  {
    "verse": 10,
    "text": "Go into the rocks and hide in the dust from the terror of the LORD and the splendor of His majesty."
  },
  {
    "verse": 11,
    "text": "The proud look of man will be humbled, and the loftiness of men brought low; the LORD alone will be exalted in that day."
  },
  {
    "verse": 12,
    "text": "For the Day of the LORD of Hosts will come against all the proud and lofty, against all that is exalted— it will be humbled—"
  },
  {
    "verse": 13,
    "text": "against all the cedars of Lebanon, lofty and lifted up, against all the oaks of Bashan,"
  },
  {
    "verse": 14,
    "text": "against all the tall mountains, against all the high hills,"
  },
  {
    "verse": 15,
    "text": "against every high tower, against every fortified wall,"
  },
  {
    "verse": 16,
    "text": "against every ship of Tarshish, and against every stately vessel."
  },
  {
    "verse": 17,
    "text": "So the pride of man will be brought low, and the loftiness of men will be humbled; the LORD alone will be exalted in that day,"
  },
  {
    "verse": 18,
    "text": "and the idols will vanish completely."
  },
  {
    "verse": 19,
    "text": "Men will flee to caves in the rocks and holes in the ground, away from the terror of the LORD and from the splendor of His majesty, when He rises to shake the earth."
  },
  {
    "verse": 20,
    "text": "In that day men will cast away to the moles and bats their idols of silver and gold— the idols they made to worship."
  },
  {
    "verse": 21,
    "text": "They will flee to caverns in the rocks and crevices in the cliffs, away from the terror of the LORD and from the splendor of His majesty, when He rises to shake the earth."
  },
  {
    "verse": 22,
    "text": "Put no more trust in man, who has only the breath in his nostrils. Of what account is he?"
  }
]