[
  {
    "verse": 1,
    "text": "In that day this song will be sung in the land of Judah: We have a strong city; salvation is established as its walls and ramparts."
  },
  {
    "verse": 2,
    "text": "Open the gates so a righteous nation may enter— one that remains faithful."
  },
  {
    "verse": 3,
    "text": "You will keep in perfect peace the steadfast of mind, because he trusts in You."
  },
  {
    "verse": 4,
    "text": "Trust in the LORD forever, because GOD the LORD is the Rock eternal."
  },
  {
    "verse": 5,
    "text": "For He has humbled those who dwell on high; He lays the lofty city low. He brings it down to the ground; He casts it into the dust."
  },
  {
    "verse": 6,
    "text": "Feet trample it down— the feet of the oppressed, the steps of the poor."
  },
  {
    "verse": 7,
    "text": "The path of the righteous is level; You clear a straight path for the upright."
  },
  {
    "verse": 8,
    "text": "Yes, we wait for You, O LORD; we walk in the path of Your judgments. Your name and renown are the desire of our souls."
  },
  {
    "verse": 9,
    "text": "My soul longs for You in the night; indeed, my spirit seeks You at dawn. For when Your judgments come upon the earth, the people of the world learn righteousness."
  },
  {
    "verse": 10,
    "text": "Though grace is shown to the wicked man, he does not learn righteousness. In the land of righteousness he acts unjustly and fails to see the majesty of the LORD."
  },
  {
    "verse": 11,
    "text": "O LORD, Your hand is upraised, but they do not see it. They will see Your zeal for Your people and be put to shame. The fire set for Your enemies will consume them!"
  },
  {
    "verse": 12,
    "text": "O LORD, You will establish peace for us. For all that we have accomplished, You have done for us."
  },
  {
    "verse": 13,
    "text": "O LORD our God, other lords besides You have had dominion, but Your name alone do we confess."
  },
  {
    "verse": 14,
    "text": "The dead will not live; the departed spirits will not rise. Therefore You have punished and destroyed them; You have wiped out all memory of them."
  },
  {
    "verse": 15,
    "text": "You have enlarged the nation, O LORD; You have enlarged the nation. You have gained glory for Yourself; You have extended all the borders of the land."
  },
  {
    "verse": 16,
    "text": "O LORD, they sought You in their distress; when You disciplined them, they poured out a quiet prayer."
  },
  {
    "verse": 17,
    "text": "As a woman with child about to give birth writhes and cries out in pain, so were we in Your presence, O LORD."
  },
  {
    "verse": 18,
    "text": "We were with child; we writhed in pain; but we gave birth to wind. We have given no salvation to the earth, nor brought any life into the world."
  },
  {
    "verse": 19,
    "text": "Your dead will live; their bodies will rise. Awake and sing, you who dwell in the dust! For your dew is like the dew of the morning, and the earth will bring forth her dead."
  },
  {
    "verse": 20,
    "text": "Go, my people, enter your rooms and shut your doors behind you. Hide yourselves a little while until the wrath has passed."
  },
  {
    "verse": 21,
    "text": "For behold, the LORD is coming out of His dwelling to punish the inhabitants of the earth for their iniquity. The earth will reveal her bloodshed and will no longer conceal her slain."
  }
]