[
  {
    "verse": 1,
    "text": "Behold, a king will reign in righteousness, and princes will rule with justice."
  },
  {
    "verse": 2,
    "text": "Each will be like a shelter from the wind, a refuge from the storm, like streams of water in a dry land, like the shadow of a great rock in an arid land."
  },
  {
    "verse": 3,
    "text": "Then the eyes of those who see will no longer be closed, and the ears of those who hear will listen."
  },
  {
    "verse": 4,
    "text": "The mind of the rash will know and understand, and the stammering tongue will speak clearly and fluently."
  },
  {
    "verse": 5,
    "text": "No longer will a fool be called noble, nor a scoundrel be respected."
  },
  {
    "verse": 6,
    "text": "For a fool speaks foolishness; his mind plots iniquity. He practices ungodliness and speaks falsely about the LORD; he leaves the hungry empty and deprives the thirsty of drink."
  },
  {
    "verse": 7,
    "text": "The weapons of the scoundrel are destructive; he hatches plots to destroy the poor with lies, even when the plea of the needy is just."
  },
  {
    "verse": 8,
    "text": "But a noble man makes honorable plans; he stands up for worthy causes."
  },
  {
    "verse": 9,
    "text": "Stand up, you complacent women; listen to me. Give ear to my word, you overconfident daughters."
  },
  {
    "verse": 10,
    "text": "In a little more than a year you will tremble, O secure ones. For the grape harvest will fail and the fruit harvest will not arrive."
  },
  {
    "verse": 11,
    "text": "Shudder, you ladies of leisure; tremble, you daughters of complacency. Strip yourselves bare and put sackcloth around your waists."
  },
  {
    "verse": 12,
    "text": "Beat your breasts for the pleasant fields, for the fruitful vines,"
  },
  {
    "verse": 13,
    "text": "and for the land of my people, overgrown with thorns and briers— even for every house of merriment in this city of revelry."
  },
  {
    "verse": 14,
    "text": "For the palace will be forsaken, the busy city abandoned. The hill and the watchtower will become caves forever— the delight of wild donkeys and a pasture for flocks—"
  },
  {
    "verse": 15,
    "text": "until the Spirit is poured out upon us from on high. Then the desert will be an orchard, and the orchard will seem like a forest."
  },
  {
    "verse": 16,
    "text": "Then justice will inhabit the wilderness, and righteousness will dwell in the fertile field."
  },
  {
    "verse": 17,
    "text": "The work of righteousness will be peace; the service of righteousness will be quiet confidence forever."
  },
  {
    "verse": 18,
    "text": "Then my people will dwell in a peaceful place, in safe and secure places of rest."
  },
  {
    "verse": 19,
    "text": "But hail will level the forest, and the city will sink to the depths."
  },
  {
    "verse": 20,
    "text": "Blessed are those who sow beside abundant waters, who let the ox and donkey range freely."
  }
]