[
  {
    "verse": 1,
    "text": "The righteous perish, and no one takes it to heart; devout men are swept away, while no one considers that the righteous are guided from the presence of evil."
  },
  {
    "verse": 2,
    "text": "Those who walk uprightly enter into peace; they find rest, lying down in death."
  },
  {
    "verse": 3,
    "text": "“But come here, you sons of a sorceress, you offspring of adulterers and prostitutes!"
  },
  {
    "verse": 4,
    "text": "Whom are you mocking? At whom do you snarl and stick out your tongue? Are you not children of transgression, offspring of deceit,"
  },
  {
    "verse": 5,
    "text": "who burn with lust among the oaks, under every luxuriant tree, who slaughter your children in the valleys, under the clefts of the rocks?"
  },
  {
    "verse": 6,
    "text": "Your portion is among the smooth stones of the valley; indeed, they are your lot. Even to them you have poured out a drink offering and offered a grain offering. Should I relent because of these?"
  },
  {
    "verse": 7,
    "text": "On a high and lofty hill you have made your bed, and there you went up to offer sacrifices."
  },
  {
    "verse": 8,
    "text": "Behind the door and doorpost you have set up your memorial. Forsaking Me, you uncovered your bed; you climbed up and opened it wide. And you have made a pact with those whose bed you have loved; you have gazed upon their nakedness."
  },
  {
    "verse": 9,
    "text": "You went to Molech with oil and multiplied your perfumes. You have sent your envoys a great distance; you have descended even to Sheol itself."
  },
  {
    "verse": 10,
    "text": "You are wearied by your many journeys, but you did not say, “There is no hope!” You found renewal of your strength; therefore you did not grow weak."
  },
  {
    "verse": 11,
    "text": "Whom have you dreaded and feared, so that you lied and failed to remember Me or take this to heart? Is it not because I have long been silent that you do not fear Me?"
  },
  {
    "verse": 12,
    "text": "I will expose your righteousness and your works, and they will not profit you."
  },
  {
    "verse": 13,
    "text": "When you cry out, let your companies of idols deliver you! Yet the wind will carry off all of them, a breath will take them away. But he who seeks refuge in Me will inherit the land and possess My holy mountain.”"
  },
  {
    "verse": 14,
    "text": "And it will be said, “Build it up, build it up, prepare the way, take every obstacle out of the way of My people.”"
  },
  {
    "verse": 15,
    "text": "For thus says the One who is high and lifted up, who inhabits eternity, whose name is Holy: “I dwell in a high and holy place, and with the oppressed and humble in spirit, to restore the spirit of the lowly and revive the heart of the contrite."
  },
  {
    "verse": 16,
    "text": "For I will not accuse you forever, nor will I always be angry; for then the spirit of man would grow weak before Me, with the breath of those I have made."
  },
  {
    "verse": 17,
    "text": "I was enraged by his sinful greed, so I struck him and hid My face in anger; yet he kept turning back to the desires of his heart."
  },
  {
    "verse": 18,
    "text": "I have seen his ways, but I will heal him; I will guide him and restore comfort to him and his mourners,"
  },
  {
    "verse": 19,
    "text": "bringing praise to their lips. Peace, peace to those far and near,” says the LORD, “and I will heal them.”"
  },
  {
    "verse": 20,
    "text": "But the wicked are like the storm-tossed sea, for it cannot be still, and its waves churn up mire and muck."
  },
  {
    "verse": 21,
    "text": "“There is no peace,” says my God, “for the wicked.”"
  }
]