[
  {
    "verse": 1,
    "text": "Then the LORD said to Moses, “Come up to the LORD—you and Aaron, Nadab and Abihu, and seventy of Israel’s elders—and you are to worship at a distance."
  },
  {
    "verse": 2,
    "text": "Moses alone shall approach the LORD, but the others must not come near. And the people may not go up with him.”"
  },
  {
    "verse": 3,
    "text": "When Moses came and told the people all the words and ordinances of the LORD, they all responded with one voice: “All the words that the LORD has spoken, we will do.”"
  },
  {
    "verse": 4,
    "text": "And Moses wrote down all the words of the LORD. Early the next morning he got up and built an altar at the base of the mountain, along with twelve pillars for the twelve tribes of Israel."
  },
  {
    "verse": 5,
    "text": "Then he sent out some young men of Israel, and they offered burnt offerings and sacrificed young bulls as peace offerings to the LORD."
  },
  {
    "verse": 6,
    "text": "Moses took half of the blood and put it in bowls, and the other half he sprinkled on the altar."
  },
  {
    "verse": 7,
    "text": "Then he took the Book of the Covenant and read it to the people, who replied, “All that the LORD has spoken we will do, and we will be obedient.”"
  },
  {
    "verse": 8,
    "text": "So Moses took the blood, sprinkled it on the people, and said, “This is the blood of the covenant that the LORD has made with you in accordance with all these words.”"
  },
  {
    "verse": 9,
    "text": "Then Moses went up with Aaron, Nadab and Abihu, and seventy of the elders of Israel,"
  },
  {
    "verse": 10,
    "text": "and they saw the God of Israel. Under His feet was a work like a pavement made of sapphire, as clear as the sky itself."
  },
  {
    "verse": 11,
    "text": "But God did not lay His hand on the nobles of Israel; they saw Him, and they ate and drank."
  },
  {
    "verse": 12,
    "text": "Then the LORD said to Moses, “Come up to Me on the mountain and stay here, so that I may give you the tablets of stone, with the law and commandments I have written for their instruction.”"
  },
  {
    "verse": 13,
    "text": "So Moses set out with Joshua his attendant and went up on the mountain of God."
  },
  {
    "verse": 14,
    "text": "And he said to the elders, “Wait here for us until we return to you. Aaron and Hur are here with you. Whoever has a dispute can go to them.”"
  },
  {
    "verse": 15,
    "text": "When Moses went up on the mountain, the cloud covered it,"
  },
  {
    "verse": 16,
    "text": "and the glory of the LORD settled on Mount Sinai. For six days the cloud covered it, and on the seventh day the LORD called to Moses from within the cloud."
  },
  {
    "verse": 17,
    "text": "And the sight of the glory of the LORD was like a consuming fire on the mountaintop in the eyes of the Israelites."
  },
  {
    "verse": 18,
    "text": "Moses entered the cloud as he went up on the mountain, and he remained on the mountain forty days and forty nights."
  }
]