[
  {
    "verse": 1,
    "text": "Remember, O LORD, what has happened to us. Look and see our disgrace!"
  },
  {
    "verse": 2,
    "text": "Our inheritance has been turned over to strangers, our houses to foreigners."
  },
  {
    "verse": 3,
    "text": "We have become fatherless orphans; our mothers are widows."
  },
  {
    "verse": 4,
    "text": "We must buy the water we drink; our wood comes at a price."
  },
  {
    "verse": 5,
    "text": "We are closely pursued; we are weary and find no rest."
  },
  {
    "verse": 6,
    "text": "We submitted to Egypt and Assyria to get enough bread."
  },
  {
    "verse": 7,
    "text": "Our fathers sinned and are no more, but we bear their punishment."
  },
  {
    "verse": 8,
    "text": "Slaves rule over us; there is no one to deliver us from their hands."
  },
  {
    "verse": 9,
    "text": "We get our bread at the risk of our lives because of the sword in the wilderness."
  },
  {
    "verse": 10,
    "text": "Our skin is as hot as an oven with fever from our hunger."
  },
  {
    "verse": 11,
    "text": "Women have been ravished in Zion, virgins in the cities of Judah."
  },
  {
    "verse": 12,
    "text": "Princes have been hung up by their hands; elders receive no respect."
  },
  {
    "verse": 13,
    "text": "Young men toil at millstones; boys stagger under loads of wood."
  },
  {
    "verse": 14,
    "text": "The elders have left the city gate; the young men have stopped their music."
  },
  {
    "verse": 15,
    "text": "Joy has left our hearts; our dancing has turned to mourning."
  },
  {
    "verse": 16,
    "text": "The crown has fallen from our head. Woe to us, for we have sinned!"
  },
  {
    "verse": 17,
    "text": "Because of this, our hearts are faint; because of these, our eyes grow dim—"
  },
  {
    "verse": 18,
    "text": "because of Mount Zion, which lies desolate, patrolled by foxes."
  },
  {
    "verse": 19,
    "text": "You, O LORD, reign forever; Your throne endures from generation to generation."
  },
  {
    "verse": 20,
    "text": "Why have You forgotten us forever? Why have You forsaken us for so long?"
  },
  {
    "verse": 21,
    "text": "Restore us to Yourself, O LORD, so we may return; renew our days as of old,"
  },
  {
    "verse": 22,
    "text": "unless You have utterly rejected us and remain angry with us beyond measure."
  }
]